[
  {
    "id": "gdrive:11u99QdwBvoWRaDvB-Xm7dVo2jc5jOeqG",
    "type": "movie",
    "name": "Agniputra",
    "poster": "https://image.tmdb.org/t/p/w500/sS6iUnuIb7HLWrADGxAyHXIvjiT.jpg",
    "description": "Arjun, a devoted son and brother, loves his mother and three sisters dearly. He sacrifices his love and happiness to safeguard his family against all odds.",
    "background": "https://image.tmdb.org/t/p/w1280/tgD4MuVrvAbHIPQfcpiXx1whieV.jpg",
    "released": "2000-01-01",
    "imdbRating": "10.0"
  },
  {
    "id": "gdrive:1ePrgVjXp3bnmoPP20KVbBwVSM-XaVVtu",
    "type": "movie",
    "name": "Sagar Sangam",
    "poster": "https://image.tmdb.org/t/p/w500/d7buPYUyUsMqe8EMtVXDht1Hdjj.jpg",
    "description": "Sagar Sangam is a 1988 Hindi film. A family drama, it had a very long delayed release. The film was announced in 1985, had its records released in 1986. The film stars Mithun Chakraborty, Shatrughan Sinha, Raakhee, Padmini Kolhapure, Anita Raj and Asha Parekh.",
    "background": "https://image.tmdb.org/t/p/w1280/obzaWivzqJ8jdEQPMagT51KCSLx.jpg",
    "released": "1988-01-01",
    "imdbRating": "9.5"
  },
  {
    "id": "gdrive:1XoR4CwCN6cQh9inEOfnpa5xh3NgLmi9l",
    "type": "movie",
    "name": "Diya Aur Toofan",
    "poster": "https://image.tmdb.org/t/p/w500/x0FzQs5ALO5plP92LQ1V4fSmXSL.jpg",
    "description": "Dr. Vijay performs a ground breaking surgical operation when he transplants the brain of a slain police officer on the brain-dead body of his to-be bride in order to avenge the death of the police officer.",
    "released": "1995-01-01",
    "imdbRating": "8.5"
  },
  {
    "id": "gdrive:1jw3iN8QTsRPiOw8O_peI0AVMPfxxJ4hM",
    "type": "movie",
    "name": "Pyar Jhukta Nahin",
    "poster": "https://image.tmdb.org/t/p/w500/oV7tPeC8f5KEPJpccMejRNtITmP.jpg",
    "description": "A wealthy man objects to his daughter's romance with a poor photographer.",
    "released": "1985-01-01",
    "imdbRating": "8.3"
  },
  {
    "id": "gdrive:1u2by-QTFr_2kwtnx5JL5G8CQ8DAkI_By",
    "type": "movie",
    "name": "Ravan Raaj: A True Story",
    "poster": "https://image.tmdb.org/t/p/w500/j0d1O48BMqqzdHW5Zad79scLvOy.jpg",
    "description": "Mithun investigate kidnappers, killers and kidney smugglers.",
    "released": "1995-01-01",
    "imdbRating": "8.7"
  },
  {
    "id": "gdrive:1McJNEUxj0kcy5mc5o7jRvEt8pskHD6cP",
    "type": "movie",
    "name": "Daanveer",
    "poster": "https://image.tmdb.org/t/p/w500/a5wjH2rUvxgefIbrawbcWlVW4LV.jpg",
    "description": "After the passing away of his widower and advocate dad, Vijay Srivastav takes it upon himself to raise his younger siblings, Vishal and Sudha. Years later, while Vishal is studying I.A.S., ...",
    "background": "https://image.tmdb.org/t/p/w1280/cYt8G14vfxBCf2uVNDGlCMDazv4.jpg",
    "released": "1996-01-01",
    "imdbRating": "9.0"
  },
  {
    "id": "gdrive:1yUmFUJF4hsLmoUw19ck6wv-15icu_M4i",
    "type": "movie",
    "name": "Chandaal",
    "poster": "https://image.tmdb.org/t/p/w500/lLH0QljgiafZq1KFFNqqWi8jeA6.jpg",
    "description": "Indrajeet is an honest police officer happily living with his family. His sister loves one young fellow, subsequently it revealed that he was the brother of local don Durjan Rai Sahab Singh.",
    "released": "1998-01-01",
    "imdbRating": "8.3"
  },
  {
    "id": "gdrive:1cuJvT3OtYrtroF90xAQrZBSsr5_rY05G",
    "type": "movie",
    "name": "Ustadi Ustad Se",
    "poster": "https://image.tmdb.org/t/p/w500/btcCuI7ZCCF4jIBNJOG3aRd2AaD.jpg",
    "description": "Young Seema lives a middle-classed lifestyle along with her grandmother and maternal uncle, Kamdev. She is friendly with Rajesh, and another young boy, Sanjay, also wants to be her friend, but she rejects him. Then the region is devastated by floods and she is separated from Rajesh. Years later, Seema has grown up and much to her delight gets re-united with Rajesh. Her grandmother happily arranges their marriage. On the day of the marriage, a beautiful young woman, Prema, along with a young child in her arms, stops the marriage, claiming that Rajesh is already married to her and is the father of her child. Watch what impact this has on Seema and on her grandmother.",
    "background": "https://image.tmdb.org/t/p/w1280/ompCvXnFIdCJBm1IECu4Hj2XhpE.jpg",
    "released": "1982-01-01"
  },
  {
    "id": "gdrive:12uPVMZFD3Vp4kzJabs9BcNcm_A7CDx58",
    "type": "movie",
    "name": "Charanon Ki Saugandh",
    "poster": "https://image.tmdb.org/t/p/w500/ap9xR3Pyh3hXucYMtsZsCMmTJfi.jpg",
    "description": "Charanon Ki Saugandh is a 1988 Hindi-language Indian feature film directed by K. Bapaiah, starring Mithun Chakraborty, Amrita Singh, Nirupa Roy, Prem Chopra, Kader Khan, Shakti Kapoor, Raj Kiran and Kader Khan.",
    "background": "https://image.tmdb.org/t/p/w1280/nxpfZzJTm83mccAdFjEEU4bJnsF.jpg",
    "released": "1988-01-01",
    "imdbRating": "10.0"
  },
  {
    "id": "gdrive:1tyqfAe6MfCuox2RAb_RXpzUsE0NQZXIS",
    "type": "movie",
    "name": "Cheetah",
    "poster": "https://image.tmdb.org/t/p/w500/9kGGhL61gHNesLycQecJ4CoCBZT.jpg",
    "description": "An honest and diligent inspector is murdered with his family. However, he survives the attack and is in coma for a while. When he exits coma, he takes revenge by murdering the villains one by one to avenge his loved ones who died at the hands of the villains.",
    "released": "1994-01-01",
    "imdbRating": "6.8"
  },
  {
    "id": "gdrive:1MIRh20ZgszcdKj05XiIZ-IinMgk5oxXn",
    "type": "movie",
    "name": "Zahreela",
    "poster": "https://image.tmdb.org/t/p/w500/dMeVdgaSQz6fh3XTqDdlFL1tNUc.jpg",
    "description": "Arun Dev is a famous criminal lawyer who always tries to plead against criminals. He lives happily with his wife Nisha, sister Pooja and his friend Kartar Singh. Before few years he fight in court against an hardcore criminal Dusyanti Kumar in a rape trial and sent him into the prison. After releasing from jail Dushyanti started to take revenge to Arun's family. Dushyanti befriended with his sister Pooja and threat Arun but Arun make her aware about Dushyanti. Dushyanti continuously disturbing Arun's family life without leaving any evidence. He also killed Kartar Singh while Kartar tried to protest him. Helpless Arun goes to police but all in vein.",
    "released": "2001-01-01",
    "imdbRating": "5.0"
  },
  {
    "id": "gdrive:1Q8bmxrwltk7u5DNvbjHigAj-K97w7rOH",
    "type": "movie",
    "name": "Jallaad",
    "poster": "https://image.tmdb.org/t/p/w500/iN3OBL9DyfMP3gLmbaXZGlMR8qu.jpg",
    "description": "An unscruplous politician enlists the help of a supposedly illiterate and simple-minded man to win an election",
    "released": "1995-01-01",
    "imdbRating": "5.5"
  },
  {
    "id": "gdrive:16tzWibpcwkYQGbg7ZK6bnBeo_0g-nMNN",
    "type": "movie",
    "name": "Bhrashtachar",
    "poster": "https://image.tmdb.org/t/p/w500/gSptJWN9w1siQnUIna8b1MHI30G.jpg",
    "description": "Journalist Bhavani intends to expose and bring to justice a corrupt politician who pretends to be a social worker. However, she soon finds herself trapped in a web of conspiracies.",
    "background": "https://image.tmdb.org/t/p/w1280/7RYo7KGXWwt4BZJCUwkEiGKtiXZ.jpg",
    "released": "1989-01-01",
    "imdbRating": "2.5"
  },
  {
    "id": "gdrive:1_dq1d6zAropEEu06zLsNORQCNybOeYjR",
    "type": "movie",
    "name": "Tadipaar",
    "poster": "https://image.tmdb.org/t/p/w500/fl61ocftHWGYSHsO9Em7vHHqdOc.jpg",
    "description": "Shankar (Mithun Chakraborty) is sentenced to live outside the limits of the city due to a Police case.  One day he happens to rescue a woman in distress from some hoodlums and finds out that her name is Namkeen, who resembles a missing multi-millionaire Mohinidevi (Pooja Bhatt).  Shankar asks Namkeen to impersonate Mohinidevi to embezzle her wealth.  Namkeen agrees to do so, but the question remains: where is Mohinidevi, and what will happen to Namkeen when she is found?",
    "released": "1993-01-01",
    "imdbRating": "5.5"
  },
  {
    "id": "gdrive:1g5ykdeY25MH79q5s9JPbMjH1SG40qF8l",
    "type": "movie",
    "name": "Ahankaar",
    "poster": "https://image.tmdb.org/t/p/w500/55pGbv3DsTjQaWGKLr1DSieYMKD.jpg",
    "description": "A mother sacrifices for her family. But a step-son? This is a story of a woman, her step-son, her natural son, daughter and alcoholic husband. A freak accident occurs, where Prabhat, in saving his step-mother, ends up mute; which starts him on his journey of unappreciated sacrifice. A kind factory owner gives him a job, his labor supporting his half brother, sister and step-mother, while his father is in jail, and even after his release.",
    "background": "https://image.tmdb.org/t/p/w1280/yh8W1XJqXzfdrb9uz6MBddDsOrt.jpg",
    "released": "1995-01-01",
    "imdbRating": "8.0"
  },
  {
    "id": "gdrive:1F_kcwbbNsLzkoWBBzZOk8kW_FrEn7mof",
    "type": "movie",
    "name": "Chingaari",
    "poster": "https://image.tmdb.org/t/p/w500/8Ani9R7jObI69AplkUZxSxcE47D.jpg",
    "description": "Mithun Chakraborty plays a powerful and domineering priest who rules his temple and the surrounding village with an iron fist, all supposedly for the sake of religion. He becomes enamored with a prostitute (Sushmita Sen) from a local brothel and begins spending more and more time with her. But when the village postman (Anuj Sawhney) takes a liking to her as well, the priest is forced to deal with him and a growing village rebellion.",
    "background": "https://image.tmdb.org/t/p/w1280/1StxKckYwrJPvqcuLQxGaTiho7T.jpg",
    "released": "2006-01-01",
    "imdbRating": "1.7"
  },
  {
    "id": "gdrive:1HU0OJul1-4n7bPR52-NUC5XFS9wYRUKi",
    "type": "movie",
    "name": "Aamne Samne",
    "poster": "https://image.tmdb.org/t/p/w500/cdOpsncg1w7avVSEhrr2mQVn00N.jpg",
    "description": "Johny lives a dual life - as a popular starlet and an international criminal wanted by the police for a number of criminal activities. He meets his look-alike Gopi who comes from the village in search of a job; Johny offers Gopi the job; a salary and a house to live in. This job involves playing the role of Johny so that the real Johny can outsmart the police and commit his criminal activities with ease. He teaches Gopi his mannerism and etiquette with things going as planned. But Gopi eventually gets trapped - both by the police and the underworld criminal gang.",
    "background": "https://image.tmdb.org/t/p/w1280/foRWBRsGBXNFZHaIEFLXB21TbVe.jpg",
    "released": "1982-01-01",
    "imdbRating": "6.0"
  },
  {
    "id": "gdrive:1cm23TVo6Nc0NMYhmfLRjkRV0S_cvwlcW",
    "type": "movie",
    "name": "Disco Dancer",
    "poster": "https://image.tmdb.org/t/p/w500/3vc1MMLflENJ8sHwbHjzedT07Hv.jpg",
    "description": "Anil, a street singer, is humiliated and driven out of Bombay along with his mother. However, he soon becomes a famous performer but the enemies from his past try to destroy his hard-earned career.",
    "background": "https://image.tmdb.org/t/p/w1280/5mzPqkesqAtL6o0yTPORJ02SrBn.jpg",
    "released": "1982-01-01",
    "imdbRating": "5.9"
  },
  {
    "id": "gdrive:1DGgoT8-Ny0ioFoeqrj9DrDXh5XjeslFE",
    "type": "movie",
    "name": "Prem Pratigyaa",
    "poster": "https://image.tmdb.org/t/p/w500/1zIgM4hU6pBLAwjvoHvRM73tTPa.jpg",
    "description": "Raja Bhaiya (Mithun Chakraborty) and his friend Charan (Satish Kaushik) come to a city to make a living.  Failed in their attempts to find a job, one day, they are teased and ragged by Kallu Dada (Ranjeet).  The quarrel gets physical, which Raja wins.  Raja thus becomes the local underworld don and starts collecting protection money from shopkeepers, while becoming addicted to alcohol.  Raja's life takes twists and turns when Mohan Rao (Nilu Phule) passes away.",
    "background": "https://image.tmdb.org/t/p/w1280/3AvVJgf3FzCaJzEzbKsxreIusnl.jpg",
    "released": "1989-01-01",
    "imdbRating": "7.5"
  },
  {
    "id": "gdrive:1d_DVvYq3KbwEjgbPE3KBXRvyJgCEtbSy",
    "type": "movie",
    "name": "Mujrim",
    "poster": "https://image.tmdb.org/t/p/w500/xrmOrAbQBrRbUF6vbulH5uWfCFM.jpg",
    "description": "The film follows the story of Shankar, who is regarded as a criminal by society after being in jail for ten years since childhood.",
    "background": "https://image.tmdb.org/t/p/w1280/82NeY6XbM7IDl9FgoNThaWpZKng.jpg",
    "released": "1989-01-01",
    "imdbRating": "7.7"
  },
  {
    "id": "gdrive:18c_MFL7rmi5-tWTdpsSD9Gl00RWfscmq",
    "type": "movie",
    "name": "Waqt Ki Awaz",
    "poster": "https://image.tmdb.org/t/p/w500/wAU0zZyZdpzLyxWPtHL0unM5FCa.jpg",
    "description": "Wealthy Lata I. Prasad refuses to obey her widower father's instructions to get married to equally wealthy Rajan, the second son of Sikanker Lal Thakkar, her dad's business partner. She runs away from home, and shortly thereafter her father locates her living with a truck-driver, Vishwa Pratap, and his pretty sister, Lakshmi. She refuses to return home, and insists on marrying Vishwa. She will soon regret her decision when she finds out that Vishwa has been arrested for killing a male named Billa, and may either spend his life behind bars or be hanged.",
    "background": "https://image.tmdb.org/t/p/w1280/xRUjBzv09LnSgOvhWBhQEAKRPEl.jpg",
    "released": "1988-01-01",
    "imdbRating": "6.2"
  },
  {
    "id": "gdrive:1QWzhmy6m8BbEyZedrnFPYDnPT9dtCFe8",
    "type": "movie",
    "name": "Kasam Paida Karne Wale Ki",
    "poster": "https://image.tmdb.org/t/p/w500/83JAL8nITPBv9f2NigzTKzPs4Gq.jpg",
    "description": "Uday Singh a greedy, criminal sinister torments his nephew Satish for the property, completely making the kid grow-up to being insane. Though assuming Aarti to be his better half Satish gets married to her, but soon to his surprise the fact of her nasty game plan to steal the wealth has been revealed. Despite the fact he shows his genuine love - accepting her, parting her off with the money, on the condition that she agrees to stay life long with him. Having gauged the love she in-stores will power in Satish to fight back the goons for safety and justice, but Uday Singh sighting the danger gets him murdered. She stands up to being a sturdy feminine and decides, his son will be benevolent, yet will fight against injustice, and will disclose the fiasco which had been a nightmare when he is grown up to face the fact. Will she succeed? Will she fulfill her life long ambition?",
    "background": "https://image.tmdb.org/t/p/w1280/tQUF5mztcQPHRhl9KNRflmVcSMl.jpg",
    "released": "1984-01-01",
    "imdbRating": "7.3"
  },
  {
    "id": "gdrive:1gPO1dOD-4aBjyoP0wttsve0VhlnqlNF8",
    "type": "movie",
    "name": "Jaal",
    "poster": "https://image.tmdb.org/t/p/w500/8tYigbGgFvmuw8z78yjlAkvo0NK.jpg",
    "description": "Shankar's father leaves the family for Meenabai. He later learns that his father is dead. He sets out to find out Meenabai, who he thinks is behind his father's death.",
    "background": "https://image.tmdb.org/t/p/w1280/zgSCU60Gu3Ya8kMLlHKxGq5ve9l.jpg",
    "released": "1986-01-01",
    "imdbRating": "5.2"
  },
  {
    "id": "gdrive:1ZBUWnAcP7plelRouEZ83rp2t19igSJYm",
    "type": "movie",
    "name": "Swarag Se Sunder",
    "poster": "https://image.tmdb.org/t/p/w500/mA7Sn3PxwbPK7MzN6837GU03K03.jpg",
    "description": "Vijay Choudhury lives a comfortable lifestyle with his wife, Laxmi, and step-brother, Ravi. Although Vijay and Laxmi have been married for several years, they have no children, and as a result Laxmi is shunned and humiliated in the entire town of Madhopur, despite of the fact the Vijay is the Chair of the Village Panchayat. After Ravi completes his M.A., he falls in love with the only daughter, Lalita, of Milawatram and Bandharlekha. Since the Choudhurys and Milawatram do not get along, both anticipate problems from both sides. They do overcome these problems, get married, and Lalita proves to Vijay and Laxmi that she is here to be one of the Choudhury family member. Soon Lalita and Laxmi both get pregnant, and it is here that the family will be subjected to a trauma as only one woman will be able to give birth to a child. Watch what happens when a son is born and resultant anxiety that will end up tearing this family apart.",
    "background": "https://image.tmdb.org/t/p/w1280/xWPmtgeRziExck21NyRJu8ppd3K.jpg",
    "released": "1986-01-01",
    "imdbRating": "5.0"
  },
  {
    "id": "gdrive:1O6v3GJvFMbwaxr_-zn_ijsSoHIic0vWq",
    "type": "movie",
    "name": "Hum Intezaar Karenge",
    "poster": "https://image.tmdb.org/t/p/w500/tzeTXF3qDQiWJpq8dIFbeOUnR88.jpg",
    "description": "Manisha is the only child of wealthy widower Barrister Vikas Anand. Manisha meets fellow collegian, Ajay, and after a few misunderstandings both fall in love with each other. Manisha introduces Ajay to her dad, who approves of him, but Ajay tells him that he cannot marry Manisha until he is well settled and able to afford all the comforts of life, he needs 3 years to accumulate enough wealth and then marry Manisha. Vikas is impressed by this and agrees to wait, subsequently Manisha also agrees. Ajay keeps Manisha posted about his success story. However, after the period of 3 years, Ajay disappears from Manisha's life. Her friend informs Manisha that she knows that Ajay has married another woman, and shows her photographs of Ajay and the woman. Watch as events unfold to show why Ajay chose to marry another woman, and what steps will Manisha and her dad take to hold Ajay accountable for his promise.",
    "released": "1989-01-01",
    "imdbRating": "10.0"
  },
  {
    "id": "gdrive:19PPzz8eqMHPMfpqAiZahRqKhXPgotcPf",
    "type": "movie",
    "name": "Ghar Ek Mandir",
    "poster": "https://image.tmdb.org/t/p/w500/qAGEjGCje2zGvbsathd28rW2io9.jpg",
    "description": "A joint family consisting of three brothers Prem (Shashi Kapoor), Vijay (Raj Kiran) and Ravi (Mithun Chakraborty) are leading a happy and prosperous life. They consider their house temple of Love. However, destiny has its own plans for them when Prem gets killed. Seth Dharampal (Kader Khan) also wants to cheat them. Would Ravi alone be able to save his home? Would Seth Dharampal succeed in his evil intentions?",
    "background": "https://image.tmdb.org/t/p/w1280/w6ist2ye0BzDI7zcp1XANFb4w6S.jpg",
    "released": "1984-01-01",
    "imdbRating": "7.0"
  },
  {
    "id": "gdrive:1rMkkR3vVf-4rO9CHpKEZh9QuWRNPY4wE",
    "type": "movie",
    "name": "Sheesha",
    "poster": "https://image.tmdb.org/t/p/w500/6QWeyXz7bcg0fzhZCu9DMbHm6Ei.jpg",
    "description": "Dinesh and Maneesha fall in love and, soon after, get married. However, things get complicated for the newly-wed couple as Poonam, Dinesh's colleague files an attempted rape case against him.",
    "background": "https://image.tmdb.org/t/p/w1280/18LJeXjNNZSplL2CSlGV5Qmi1TP.jpg",
    "released": "1986-01-01",
    "imdbRating": "8.5"
  },
  {
    "id": "gdrive:1ZFaO21DT-7fxAHZPft08UiMFAUesD6Nj",
    "type": "movie",
    "name": "Meherbaan",
    "poster": "https://image.tmdb.org/t/p/w500/tzAKjWOzdOmfFpWmwPpiaZEnh9x.jpg",
    "description": "A family man has to decide between commitment and love for two women.",
    "released": "1993-01-01",
    "imdbRating": "5.5"
  },
  {
    "id": "gdrive:1Jdv6peS6nmwZIY0gqjwOh9pbeL6S7XNN",
    "type": "movie",
    "name": "Dance Dance",
    "poster": "https://image.tmdb.org/t/p/w500/k4bPDJ6Ru6rVEBqz9IypX2XkjuW.jpg",
    "description": "Radha (Smita Patil) and Ramu (Mithun Chakraborty) are siblings. Their parents Shyam and Sita are singers. Once, Shyam and Sita go to perform in Jalpaiguri where Sita catches the eye of a rich and powerful man called A.M. Singh (Amrish Puri). He stops them in the mid way home, kills Shyam and rapes Sita. Radha and Ramu get the news that their parents are dead and become homeless. Years later, Radha and Ramu have achieved success and are popular singers now. Ramu falls in love with Janita (Mandakini) and Radha gets married to Resham (Shakti Kapoor). But when Janita has to perform in Jalpaiguri she catches the eye of none other than A.M. Singh. Will history repeat itself, or can Ramu rescue Janita and his mother?",
    "background": "https://image.tmdb.org/t/p/w1280/lMp5RZtJpWF5g4Ifl92hsQmOBkc.jpg",
    "released": "1987-01-01",
    "imdbRating": "6.2"
  },
  {
    "id": "gdrive:1PkOOT9XN6Sw4JNSf4tTkuRJq9xGEGh7Y",
    "type": "movie",
    "name": "Sikandar Sadak Ka",
    "poster": "https://image.tmdb.org/t/p/w500/g2DFARxovtWB8oqEnCH8t6fNdgV.jpg",
    "description": "Sikandar is union leader of workers in a factory which is owned by Chawla a corrupt criminal lawyer . when he refuses to take bribe. Sikander and his family are killed .Sikander returns back. how will he face Chawla ?",
    "released": "1999-01-01",
    "imdbRating": "10.0"
  },
  {
    "id": "gdrive:1p2rNbTPTdqyEsF3WrT6fdbZFMIX__tIU",
    "type": "movie",
    "name": "Bepanaah",
    "poster": "https://image.tmdb.org/t/p/w500/oVWaPMAO9C8ARxlfItAYk4DnyAC.jpg",
    "description": "Drama - In this crime story, lawyer Bhavna (Rati Agnihotri) and her ex-lover, police officer Ravi (Shashi Kapoor), go after the local mafia. When Bhavna's son is kidnapped, the only person she can turn to for help is Bajrang (Mithun Chakraborty), a mafia kingpin's son who knows her secret. The stakes grow even higher when Ravi is ordered to arrest Bajrang. Kader Khan, Madan Puri and Poonam Dhillon co-star. -  Shashi Kapoor, Mithun Chakraborty, Poonam Dhillon",
    "background": "https://image.tmdb.org/t/p/w1280/8Gd9Eq4CglCbEaw4qyvhjcwCWL0.jpg",
    "released": "1985-01-01",
    "imdbRating": "8.0"
  },
  {
    "id": "gdrive:1zuLy67dtyo0X80KLKAxBQa4vj7BrYbRd",
    "type": "movie",
    "name": "Aakhri Badla",
    "poster": "https://image.tmdb.org/t/p/w500/tX4L51mDpHgSDEce12Ofv2KDj9U.jpg",
    "description": "A vessel named 'Star of Asia' sinks with 6 Crores Rupees worth of gold and diamonds. Interpol gets involved and they assign an Agent, Himadhri Choudhry, who has a sweetheart in Leena Saigol, to work incognito for her dad, Preetam. Soon he will be asked to travel to Tokyo where an employee of the Indian Embassy, Marikawa, is waiting to first seduce, and then have him killed.",
    "background": "https://image.tmdb.org/t/p/w1280/o3IQWpHKsK8Ip41vIOIPKZJp9DE.jpg",
    "released": "1989-01-01",
    "imdbRating": "10.0"
  },
  {
    "id": "gdrive:13Qr1Cp8M2BhBN5tJggU2BiKGZpGUGv9N",
    "type": "movie",
    "name": "Deewana Tere Naam Ka",
    "poster": "https://image.tmdb.org/t/p/w500/AqhgthOBC44uVU7qpV3MzjkG98B.jpg",
    "description": "Shankar and Shambhu are close friends, who live together in the same house with Shankar's mom. Shankar ferries people in his boat, while Shambhu chops trees for a living. Their friendship, habits, and hobbies are the same, so much so that both fall in love with the same young woman, Reshma. But Reshma gives her heart to Shankar, and decides to marry him. This angers Shambhu, and he decides not to have to do with Shankar and his mom anymore. Then the Thakur's new-found son decides to close the ferries, and operate a motorized boat. He challenges Shankar to a race, with the loser having to leave the community and the profession, to which Shankar agrees.",
    "background": "https://image.tmdb.org/t/p/w1280/nvIQDy68Nj3ZdZhTKUekt4B5tsa.jpg",
    "released": "1987-01-01"
  },
  {
    "id": "gdrive:1jMsBgaG3jGNCXJtSQOibCTghEjFY8sDk",
    "type": "movie",
    "name": "Pyar Ke Naam Qurban",
    "poster": "https://image.tmdb.org/t/p/w500/bdnZD8MjS9JMZUN1UOOH1t0QRt2.jpg",
    "description": "A motor mechanic, Billo Chaudhary, creates waves in the local community when he dares to play Holi with the arrogant and wealthy Rajkumari Devika Singh. When she has him beaten and imprisoned by the police, he decides to avenge this humiliation by abducting her and inviting the wrath of her brother, Yeshwant - who sexually molests local women with impunity, who wants him dead at any and all costs.",
    "background": "https://image.tmdb.org/t/p/w1280/7YaoieEwHf439wHwL9hBVvuYEDo.jpg",
    "released": "1990-01-01",
    "imdbRating": "6.3"
  },
  {
    "id": "gdrive:1nFYyu-zHL3flcXs_VW6T5qSWd-Ogq9jy",
    "type": "movie",
    "name": "Zor Lagaa Ke... Haiya!",
    "poster": "https://image.tmdb.org/t/p/w500/5E5jRHaQASfO328fye5WSXvAVDz.jpg",
    "description": "Children build a tree-house to spy on a beggar, than seek his help against a builder.",
    "background": "https://image.tmdb.org/t/p/w1280/68VF9r55qO5tPtkaCRuo96kF0F3.jpg",
    "released": "2009-01-01"
  },
  {
    "id": "gdrive:1DEjxvK7oeqPXdA2RH41VU5FpKbng8Cu-",
    "type": "movie",
    "name": "Daata",
    "poster": "https://image.tmdb.org/t/p/w500/xqy6FtqfYTmV2K7Moh0XcntTiIo.jpg",
    "description": "Kundan is the son of a honorable teacher recognized for his contributions to the community, and is a poet himself. When his sister's marriage is arranged to a goon's son and later falls apart due to dowry demands, he needs to take revenge. His actions will lead to the death of his closest ones and he will turn into a rebel.",
    "released": "1989-01-01",
    "imdbRating": "7.2"
  },
  {
    "id": "gdrive:15x6IXrdkJo2IlHD-rh6JH55rtVoCNNq8",
    "type": "movie",
    "name": "Sher-E-Hindustan",
    "poster": "https://image.tmdb.org/t/p/w500/bMxCNPSVRcw6yEFdDcLTM599LwN.jpg",
    "description": "Honest police inspector Kranti Kumar takes charge of a police station in a small village where mafia don Choudhary Charannath and his gang terrorises the villagers. Kranti takes hard steps against them. Naina falls in love with Kranti. One day Naina comes to Kranti's home, dressed in a Police inspector's uniform, teases Kranti. Kranti accidentally slaps Naina. Naina falls on the bed, trying to bluff Kranti as she becomes unconscious. Meanwhile, Kranti covers Naina with a mattress and removes the police uniform from Naina's body and then Naina wakes up. A fight starts between one man army Kranti and Choudhury's henchmen and at last Kranti defeat Charannath and kills him.",
    "background": "https://image.tmdb.org/t/p/w1280/3kTIX3R39OO8kfpe4mzq9GPQvLn.jpg",
    "released": "1998-01-01"
  },
  {
    "id": "gdrive:1SCuYSLMtXZ_aOH5aB6uj8cNosk23vYrq",
    "type": "movie",
    "name": "C Kkompany",
    "poster": "https://image.tmdb.org/t/p/w500/ndEFSdqZjjIVZVZiWAYf3ZK86S.jpg",
    "description": "Akshay Kumar is a crime reporter, Mr. Joshi is a retired accountant trying to deal with his ungrateful son and Lambodar are friends. These three share their respective plight with one another and find solace in each others company. On one occasion, they play a harmless prank to tackle their problems. One thing leads to another, and before they realize, the incident becomes news. But things don’t stop there. They put their new founded fame to good use, and this in turn triggers off a series of incidents, which propel them to such heights that the three become the talk of the nation. Things get beyond their control, and the three are left with no choice but to be mute spectators to their newly acquired fame, especially since no one knows their identity.",
    "released": "2008-01-01",
    "imdbRating": "5.3"
  },
  {
    "id": "gdrive:1piqDgh0COer2xyg0pnUXj4QYChyM2znF",
    "type": "movie",
    "name": "Shikari",
    "poster": "https://image.tmdb.org/t/p/w500/rwshNBnumgRbdX1nd7uIPca2Hg7.jpg",
    "description": "Shankar and Chanchal earn their living by doing road shows. Once, Shankar sees Natasha on a circus poster and dreams of working with her. He gets an offer to work in the circus in Russia.",
    "background": "https://image.tmdb.org/t/p/w1280/hNmy1is5sat5JrkvwbpQSThXBQZ.jpg",
    "released": "1991-01-01",
    "imdbRating": "5.6"
  },
  {
    "id": "gdrive:1spqbUAWW4AX7xMOEV8-k9fkIgnWri4Bs",
    "type": "movie",
    "name": "Pyar Ke Do Pal",
    "poster": "https://image.tmdb.org/t/p/w500/tWqO118LKDE5cAujWj2xzTeR8Sd.jpg",
    "description": "In order to assist her close friend, Rajni Thakur, Geeta Choudhary, has an abortion in her name, so that Rajni can get married. When her secret gets leaked out, Geeta's husband, Ashok, blames her, accuses her of being unfaithful, and drives her out of his house. They have twins, Sunil and Anil, and each parent is allowed custody of one child. The children meet each other at Scout camp, and decide to re-unite their parents, without realizing that they are exposing not only them, but also each other, to danger and death.",
    "background": "https://image.tmdb.org/t/p/w1280/47sWuRho54ORN77Oj0X0xOJ0lNN.jpg",
    "released": "1986-01-01",
    "imdbRating": "7.3"
  },
  {
    "id": "gdrive:1T4Z5-LIKaiPJYHUDrnq1dg_y36duY4cY",
    "type": "movie",
    "name": "Aadmi",
    "poster": "https://image.tmdb.org/t/p/w500/cDymZbTMNDu99oLKkUEicUs6T2E.jpg",
    "description": "The father of a young mill worker stumbles upon a secret of national consequence. As a result, his family is killed and the son is framed for the murder. The son vows to take revenge and do justice.",
    "background": "https://image.tmdb.org/t/p/w1280/tEdV3N5XH4k0XmXyk17GEUQUofQ.jpg",
    "released": "1993-01-01",
    "imdbRating": "8.0"
  },
  {
    "id": "gdrive:1HebzYiY5QlUTbpE04HzEPVNoB9hjS76e",
    "type": "movie",
    "name": "Shapath",
    "poster": "https://image.tmdb.org/t/p/w500/saiwue4geeTyTwhy74Fy1ys875i.jpg",
    "description": "Inspector Kishan lives a middle-class lifestyle in Mumbai, India, along with his younger brother, Rahul. He is in love with Kavita, the daughter of a Mantri, Dindayal Kallu, while Rahul is in love with Neena. The city is being held to ransom by corrupt politicians like Rana Jung Bahadur who openly associate with gangsters and criminal dons like Chaurasia, Rajeshwar and his brother, Lankeshwar. But when Chaurasia decides to take the larger share of the underworld market, a gang-war breaks out. When Inspector Kishan attempts to arrest Chaurasia, he is warned by his superior, ACP. Rahul then witnesses a murder being committed by Chaurasia's goon, Surya, but before he could do anything, he himself is killed.",
    "background": "https://image.tmdb.org/t/p/w1280/aS7iuxEmEiNE22rSu0ydGcR7UgT.jpg",
    "released": "1997-01-01",
    "imdbRating": "10.0"
  }
]
