[
  {
    "id": "gdrive:13g7h7vQuMb5n45OWMvM6WHqBos1kEqRs",
    "type": "movie",
    "name": "Do Qaidi",
    "poster": "https://image.tmdb.org/t/p/w500/r0wRi6hX0v8nmfSVXIvthPzcmtI.jpg",
    "description": "Manu and Kanu are two con-men and petty thieves who work alone and are not known to one another. They individually decide to work for underground criminal Don \"K.K.\", and K.K. accepts them....",
    "background": "https://image.tmdb.org/t/p/w1280/x99QeZ4Sldf13ZYX7g8glXSGB7r.jpg",
    "released": "1989-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:1N7QxrDT3cjDVa9VVJP-mcNbJAiw9gTti",
    "type": "movie",
    "name": "Zulm Ki Hukumat",
    "poster": "https://image.tmdb.org/t/p/w500/6Jn2IsXAORJChZPT6gEB70lGfh5.jpg",
    "description": "Film from Dharmendra, Moushumi Chatterjee, Govinda",
    "released": "1992-01-01"
  },
  {
    "id": "gdrive:1hATTxlSM0MSN4TsHwdQg8r_C4rzw8Udc",
    "type": "movie",
    "name": "Sandwich (2006) Hindi 1080p WEB-DL [BollyFlix].mkv",
    "poster": "https://lh3.googleusercontent.com/drive-storage/AJQWtBPty7FnLn35k8Whx0TcNI_jqFCzkW5ggqbzwdC93_9O_DU8KzehVR5ahgDAMnFbKXHKfIPLll5V_Mfy2QIGJ05EMweq0JQqRckTCGhPGrOT7AY=s220",
    "description": "Size: 3.52 GB"
  },
  {
    "id": "gdrive:1gEZq3eAByH4_BcNHJb5MjZwnKghmkg3K",
    "type": "movie",
    "name": "Pyaar Diwana Hota Hai",
    "poster": "https://image.tmdb.org/t/p/w500/3KiqnNPifEyFFnwYgMjtkUoQc4y.jpg",
    "description": "Sunder (Govinda) comes from his village to the big city. He is naive, easily influenced, and illiterate. His attempts to influence girls are mocked, and he is ignored and made fun of by his roommates.  One day, he befriends an NRI, Payal Khurana (Rani Mukerji), who thinks he is disabled and dumb. She feels sorry for him and decides to assist him get his voice back. She takes him to Dr. S. Puri (Om Puri), who is unable to find a solution. Sunder is thrilled at the attention he is getting from Payal, and decides to continue to pull wool over her eyes, for he knows that she does not love him, she only feels sorry for his handicap, and will soon be returning overseas. Little does he know that Payal is beginning to fall in love with him, and arranging for him to meet her aunt, Mrs. Chaudhary (Farida Jalal), and her mom and dad (Navin Nischal).  In the end, to keep true to his word Sunder cuts off his tongue.",
    "background": "https://image.tmdb.org/t/p/w1280/f1efSTiqKQXDMoUw9ZS4WYRgxxH.jpg",
    "released": "2002-01-01",
    "imdbRating": "5.8"
  },
  {
    "id": "gdrive:16r5VFNf_iAwuyRblP8KlnJ5dfq1HZraW",
    "type": "movie",
    "name": "Pyaar Diwana Hota Hai",
    "poster": "https://image.tmdb.org/t/p/w500/3KiqnNPifEyFFnwYgMjtkUoQc4y.jpg",
    "description": "Sunder (Govinda) comes from his village to the big city. He is naive, easily influenced, and illiterate. His attempts to influence girls are mocked, and he is ignored and made fun of by his roommates.  One day, he befriends an NRI, Payal Khurana (Rani Mukerji), who thinks he is disabled and dumb. She feels sorry for him and decides to assist him get his voice back. She takes him to Dr. S. Puri (Om Puri), who is unable to find a solution. Sunder is thrilled at the attention he is getting from Payal, and decides to continue to pull wool over her eyes, for he knows that she does not love him, she only feels sorry for his handicap, and will soon be returning overseas. Little does he know that Payal is beginning to fall in love with him, and arranging for him to meet her aunt, Mrs. Chaudhary (Farida Jalal), and her mom and dad (Navin Nischal).  In the end, to keep true to his word Sunder cuts off his tongue.",
    "background": "https://image.tmdb.org/t/p/w1280/f1efSTiqKQXDMoUw9ZS4WYRgxxH.jpg",
    "released": "2002-01-01",
    "imdbRating": "5.8"
  },
  {
    "id": "gdrive:1zmLx-zf0WYuaCATmgQVPRURF_-kFzlza",
    "type": "movie",
    "name": "Aag",
    "poster": "https://image.tmdb.org/t/p/w500/c4z6SwWjrcSM7WwP7WdaOMQRl9H.jpg",
    "description": "Birju is the mysterious guardian of a remote village. One day, a beautiful young woman arrives and disrupts the order. This disruption forces Birju into conflict with the village aristocracy and reveals his shocking past.",
    "background": "https://image.tmdb.org/t/p/w1280/nTKU3zEqmLRv7LihXKAtMqjbVKV.jpg",
    "released": "1994-01-01",
    "imdbRating": "3.8"
  },
  {
    "id": "gdrive:1slYrCHTJwq6DEqiF1kNuvSbB3b46WUEY",
    "type": "movie",
    "name": "Aankhen",
    "poster": "https://image.tmdb.org/t/p/w500/zuLd519jDNN4kXOd3m6IIMslXK3.jpg",
    "description": "Two good-for-nothing brothers are embroiled in a conspiracy involving a political assassination and try their best to save the country.",
    "background": "https://image.tmdb.org/t/p/w1280/xLaGDBuiWgZ9grp69NbVISEDsXn.jpg",
    "released": "1993-01-01",
    "imdbRating": "5.7"
  },
  {
    "id": "gdrive:1nb9Tq90hn33tCgy2MwEXCX-5nbjgtWIz",
    "type": "movie",
    "name": "Do Knot Disturb",
    "poster": "https://image.tmdb.org/t/p/w500/vzj663OM9mE2vG4PlydpCwcE0LU.jpg",
    "description": "Do Knot Disturb is a comedy movie which is based on a rich businessman who wants to hide his extra marital affair with a supermodel. He bribes a waiter into pretending to be the model's boyfriend. Mistaken identities and misunderstandings follow which are sure to take the viewers on a hilarious ride.It is a remake of the French movie La doublure (The Valet).",
    "background": "https://image.tmdb.org/t/p/w1280/8H9VMBMdjNu0IoQyYWfWCeYxpD9.jpg",
    "released": "2009-01-01",
    "imdbRating": "3.2"
  },
  {
    "id": "gdrive:1cRcOXbVBYX39xTU8sVl-vUXF6poS5y2S",
    "type": "movie",
    "name": "Raavan",
    "poster": "https://image.tmdb.org/t/p/w500/f7mdk7GTvRUUOb3enS60PGgEL8w.jpg",
    "description": "A bandit leader kidnaps the wife of the policeman who killed his sister, but later falls in love with her.",
    "background": "https://image.tmdb.org/t/p/w1280/A8PZ4V2NjyGxlbedhlufqcbduHe.jpg",
    "released": "2010-01-01",
    "imdbRating": "4.9"
  },
  {
    "id": "gdrive:1Xs5jwrDac_x7AoH1qVrEnDSYVKgajZW-",
    "type": "movie",
    "name": "Andolan",
    "poster": "https://image.tmdb.org/t/p/w500/27K4ztdUoGYlCwJxflH9MoOHksJ.jpg",
    "description": "Adarsh (Sanjay Dutt) and Aniket (Govinda) are brothers. Aniket is the elder, while Adarsh is the younger one. Both go to the same college, where beautiful Guddi (Mamta Kulkarni) has a crush on him, and vice-versa. Meanwhile, Adarsh is up to college pranks and practical jokes. One of these pranks and jokes land him into trouble in a girls only hostel. When the time comes to leave college and seek a career, both brothers chose a different path, one of which leads to the destruction and separation of their family.  Will they reunite in the end?",
    "background": "https://image.tmdb.org/t/p/w1280/xZ0XFjBtFxi3rUXLk4mq1GQY7VV.jpg",
    "released": "1995-01-01",
    "imdbRating": "2.8"
  },
  {
    "id": "gdrive:1aKqUGtvc9fMGwRO5iCTrgZAe2q2rnAED",
    "type": "movie",
    "name": "Joru ka Ghulam",
    "poster": "https://image.tmdb.org/t/p/w500/lqukWizp1euDvBjfx7FNFsQt5sp.jpg",
    "description": "Dhaneshwar Pitamber, has four daughters. All the four daughters are not ready to marry, each one having their own reason. The daughters always play mischievous tricks on the one coming with a proposal of marriage, and their gang leader is the youngest daughter Durga. Kader Khan is so desperate to get his daughters married that he is ready to give a dowry of five crores to each son-in-law. Raja and Kanahaiya are small time con men at the airport. Raju Patel is an NRI from America who comes to India to get married to one of the daughters of Dhaneshwar.",
    "released": "2000-01-01",
    "imdbRating": "5.9"
  },
  {
    "id": "gdrive:17IzakVc3OZc2TY0Qwr1rLpage6797ODf",
    "type": "movie",
    "name": "Dulaara",
    "poster": "https://image.tmdb.org/t/p/w500/7vkT2kPYQ3aGp5tLDmkH6CqUw1C.jpg",
    "description": "Raja's adoptive father, James Joyner, was once a career-criminal who was gunned down by the police; thus when there are killings in and around the city Raja becomes a suspect - only to learn that he is being framed for someone else's crime; while on the other hand Inspector Vijay Chauhan is looking for evidence to incarcerate him.",
    "released": "1994-01-01",
    "imdbRating": "5.0"
  },
  {
    "id": "gdrive:1k_2TiMiaot_c_F7yR72Fox09oeOW3T6O",
    "type": "movie",
    "name": "Izzatdaar",
    "poster": "https://image.tmdb.org/t/p/w500/6hgIAPv77qQIz1UUxNnnCpGb6tq.jpg",
    "description": "Brahm Dutt (Dilip Kumar) is set up and framed for a murder for which he is jailed, because of his scheming son-in-law, Raghuvaran (Indrajeet Sabharwal).  His Daughter Sonu (Swapna) is also killed at the hands of Raghuvaran, when Raghuvaran slaps and tries to molest Mohini (Madhuri Dixit), when she confronts him about his evil deeds.  Brahm Dutt avenges the death of his daughter and the years spent in prison.  Against this backdrop, Vijay (Govinda) is a man who works for the underworld after he is shot as a child. After finding love with Mohini, he changes his ways and joins up with Brahm Dutt to take revenge as he too has been wronged by the same group of villains.",
    "background": "https://image.tmdb.org/t/p/w1280/128PamN9OTojRjnf9tcTnvAMcTa.jpg",
    "released": "1990-01-01",
    "imdbRating": "4.0"
  },
  {
    "id": "gdrive:1i6D2rMTgB27nOYt4VbFAb9y0QzRp8uvY",
    "type": "movie",
    "name": "Rajaji",
    "poster": "https://image.tmdb.org/t/p/w500/wmv9qHuKUit9d7FnpC3Atb07Zir.jpg",
    "description": "Raja is a lazy slacker, who wants to have an easy life. He figures that if he gets married to a rich woman, then he will not have to work. So he meets with multi-millionaire Payal, impresses her, and both fall in love. With the blessings of their respective parents' both get married. After the marrige Raja finds out that Payal is the daughter of the multi-millionaire's gardner, and soon leaves her. Fortune visits Payal and her father, when they win a lottery, and themselves become wealthy beyond their imagination. When Raja comes to know about their new-found wealth, he tries to come back into their lives, but the question is will they accept him back?",
    "background": "https://image.tmdb.org/t/p/w1280/3x70ugVMzvWrwCnwptMPcAHmAMG.jpg",
    "released": "1999-01-01",
    "imdbRating": "5.6"
  },
  {
    "id": "gdrive:1Bjd-p3awlgFlHvQoTexLv8lbHW4iR3os",
    "type": "movie",
    "name": "Kunwara",
    "poster": "https://image.tmdb.org/t/p/w500/tLSmEZTqWrj4NPu7PQJ6IHKRh0l.jpg",
    "description": "Raju meets Urmila in New Zealand. They have a fast romance and things are going well until Raju must make a trip back to India...",
    "released": "2000-01-01",
    "imdbRating": "5.2"
  },
  {
    "id": "gdrive:1O5XJz3O_O8lLKbgOHKMILz4PAnFS_RIW",
    "type": "movie",
    "name": "Khudgarz",
    "poster": "https://image.tmdb.org/t/p/w500/cuHRw6h20gpVfOy3F4abVzhSxcz.jpg",
    "description": "Sita Sinha has brought up her son, Bihari and his friend, Amar as her own. The three are very close to each other. When they grow up they maintain their friendship and love for each other. Amar marries wealthy Jaya, and Bihari marries a labourer. Amar's dad, Mr. Saxena does not like Bihari, and schemes to separate them. He succeeds, and Bihari is humiliated. Bihari blames Amar, and swears to bring about his downfall at all costs.",
    "released": "1987-01-01",
    "imdbRating": "4.5"
  },
  {
    "id": "gdrive:1Q4_8u2UGaamIH6V8l9SZUBPVRdRzvE07",
    "type": "movie",
    "name": "Aakhri Baazi",
    "poster": "https://image.tmdb.org/t/p/w500/xjLsv6RlOq39ynEBUmFMaioq2jc.jpg",
    "description": "Ram Kumar lives a wealthy lifestyle in Calcutta with his brother, Prashant and Parvati, his sister-in-law. Since his school-days he had befriended a young orphan named Laxman, who also lives with them. Years later, Ram and Laxman have grown up, and Laxman has joined the Calcutta Police Force. Impressed with Laxman's dedication and diligence, the Police Commissioner assigns him to investigate, dismantle, and arrest an underworld don called Cobra and his gang. Laxman's investigation leads him to the culprit, but before he could take any action, he is killed. Ram swears to avenge Laxman's death, and sets forth to seek Cobra. Prashant attempts to convince Ram to give this up and leave it to the police, but Ram refuses, and ends up moving out of the house. Then Ram finds out who the culprits are - none other than the Cobra gang - and sets out to avenge Laxman's death. On doing so...",
    "background": "https://image.tmdb.org/t/p/w1280/ArPhIzT3zewKcTH0hOeQEdFqIOb.jpg",
    "released": "1989-01-01",
    "imdbRating": "3.0"
  },
  {
    "id": "gdrive:1_BalTvMh1evrPw-lwNv9EuRCluQWx4vt",
    "type": "movie",
    "name": "Chhote Sarkar",
    "poster": "https://image.tmdb.org/t/p/w500/zlJTfskac9IDwitCtoGyLOyNGxd.jpg",
    "description": "Amar Saxena is a businessman, and the Managing Director of prestigious Khaitan Fans Ltd., India. One day while leaving from a board meeting, he meets a beggar named Jagmohan, who calls him ...",
    "background": "https://image.tmdb.org/t/p/w1280/tIIEIMpMzKGT1xXeb07Oi49jm5G.jpg",
    "released": "1996-01-01",
    "imdbRating": "4.7"
  },
  {
    "id": "gdrive:1A-sWZ8hSArdCbldL902rTAZWXsuf2LGl",
    "type": "movie",
    "name": "Maharaja",
    "poster": "https://image.tmdb.org/t/p/w500/7aqfENdbntf8N1Jqo35zGQGX33T.jpg",
    "description": "Fearing his death, Ranbir Singh (Salim Ghouse) decides to kill Kohinoor when he is a child, in vain though. After 20 years Kohinoor (Govinda) returns to claim his rightful place in the ...",
    "background": "https://image.tmdb.org/t/p/w1280/losaS34SWCsHM5qLmFzyg8TqKSE.jpg",
    "released": "1998-01-01",
    "imdbRating": "5.0"
  },
  {
    "id": "gdrive:1iStk7i0QkmC4JpCJ_wxmVaBVffwE693W",
    "type": "movie",
    "name": "Hatya",
    "poster": "https://image.tmdb.org/t/p/w500/1B1EhhwsaQqxDHGujSYpFdpNNzl.jpg",
    "description": "After the passing away of his wife, Sheila, and child, Raja, Sagar takes to drinking as well as singing and dancing at weddings and special occasions. Intoxicated heavily after one such event, he comes across a young male child lying in a garbage can, and takes him home. He subsequently comes to know that the child, who he decides to name Raja, is deaf-mute since birth, and decides to adopt him. Sagar's life will be turned upside down when a wealthy businessman, Kailash Nath, files a police complaint alleging that Raja is his grandson, and Sagar may have abducted and killed Raja's mom. Tortured and held in a cell, Sagar does not know that Raja's life is in danger by killer(s) who believe Raja saw them commit a murder.",
    "background": "https://image.tmdb.org/t/p/w1280/p0zDKWmm2e5EPYtx7dQL8HRyQnO.jpg",
    "released": "1988-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:1qeNkad1jR2OKJbNGCRCUy_ihtAGBTMED",
    "type": "movie",
    "name": "Khuddar",
    "poster": "https://image.tmdb.org/t/p/w500/wZJvyf34XRvOjORBx60uOTyzN5t.jpg",
    "description": "A lone honest cop fights back against forces much more powerful than him as his city descends into a hellish nightmare of violence, rape, and corruption.",
    "background": "https://image.tmdb.org/t/p/w1280/2JjdhuOUiH00MWmD6GxOgL5Q7d6.jpg",
    "released": "1994-01-01",
    "imdbRating": "3.3"
  },
  {
    "id": "gdrive:1I9XYQ-7O9akizaG4_l1LGp1rT9Hi_hIk",
    "type": "movie",
    "name": "Saajan Chale Sasural",
    "poster": "https://image.tmdb.org/t/p/w500/hv9ro0IWbhqyTkSLxGU4aaQBamK.jpg",
    "description": "Naive villager Shyamsunder, who sings, comes to Bombay to try his luck with Bollywood and wealth. He ends up on the streets, playing for small alms. He meets with another musician, Muthu Swami, and both attempt to meet the owner of Tips Cassettes, Mr. Khurana, for an audition, in vain though. Then one day, Shyamsunder meets beautiful Divya, the only daughter of Mr. Khurana, and both fall in love with each other. Divya would like to marry Shyamsunder, and also further his career. What she does not know is that Shyamsunder loves another woman from his village by the name of Pooja, who he has promised to marry. Pooja arrives in the city, and with Divya already present there, Shyamsunder and Muthu Swami invent a look-alike of Shyamsunder, with hilarious results.",
    "background": "https://image.tmdb.org/t/p/w1280/A8xEhZSQAuJPih6S0uxd1yuohoq.jpg",
    "released": "1996-01-01",
    "imdbRating": "6.1"
  },
  {
    "id": "gdrive:1VVFuQo5GSNjj3BPRhW7dsNqp_4Eg6uaE",
    "type": "movie",
    "name": "Kaun Kare Kurbanie",
    "poster": "https://image.tmdb.org/t/p/w500/9bXvdlqYTq83F5d2DM2QAbMmzuM.jpg",
    "description": "After his transfer from Delhi, Inspector Arjun Singh lives in Bombay along with his wife, Anita, school-going son, Munna; and a younger collegian brother, Ajit. Arjun is disappointed with Ajit as he spends most of his time singing, dancing and flirting with girls. Then a series of sexual molestations and killings of attractive bikini-clad young women take place, and Arjun is assigned to this case. After a short period of time, his investigations lead him to a wealthy suspect, but when the suspect's daughter is molested and killed, his department gets evidence that may implicate another suspect - none other than Ajit.",
    "released": "1991-01-01"
  },
  {
    "id": "gdrive:1oUMnJKsUttEfZ7TFj42LOkuTwiDEey2x",
    "type": "movie",
    "name": "Ghar Ghar Ki Kahani",
    "poster": "https://image.tmdb.org/t/p/w500/5CcTsbspcKXynC6azLM8O8PcwOu.jpg",
    "description": "A dysfunctional family is in turmoil after the son of a mild-mannered man accuses his wife of having an affair.",
    "background": "https://image.tmdb.org/t/p/w1280/r9s2OS685111AMp0f283xNM6JL1.jpg",
    "released": "1988-01-01",
    "imdbRating": "4.3"
  },
  {
    "id": "gdrive:16ksGipu48gBfy4EQtGKzHz34GBpzeVFo",
    "type": "movie",
    "name": "Apmaan Ki Aag",
    "poster": "https://image.tmdb.org/t/p/w500/vUJYy7tyMjyr6K2a9iPQopE3H86.jpg",
    "description": "Living in a Chawl in Dongri, Bombay, Vikrant Narayan Singh dreams of being wealthy, romances Mona, the only child of widower & Retired Colonel Suryadev Singh, and sends money to his village-based widowed mother. While celebrating Mona's birthday at Hotel Sea Princess, he is humiliated and assaulted by J.D. Chaudhary and Monty Nagpal and decides to file a police complaint. It is this decision that will not only change his life forever but also alienate him from Mona, as well as compel him to join the underworld headed by Monty's dad.",
    "background": "https://image.tmdb.org/t/p/w1280/8ZoUGxX8ZxlQWBi8YYGXe7d66en.jpg",
    "released": "1990-01-01"
  },
  {
    "id": "gdrive:18vaqedYO7CcA-MqYpsB0sEs31_goB5RN",
    "type": "movie",
    "name": "Jodi No. 1",
    "poster": "https://image.tmdb.org/t/p/w500/wa9cSm4exWeevID8TBHH7ZQYPi9.jpg",
    "description": "Rai Bahadur lives a wealthy lifestyle in Panjim, Goa, along with three brothers, Raman, Kamal, and Ashok along with their respective wives and children. He also has a sister, Shanno, and a daughter, Rinki, who is of marriageable age. Since his business is not doing too well, he asks his US-based friend, Ranjit, for assistance. In response, Ranjit sends his son, Vikramjit, to assist Rai. Vikramjit arrives at the Rai household along with his Secretary and close friend, Veeru, and soon both get involved in assisting the Rai business get back on it's feet. What Rai does not know is that Vikramjit & Veeru are not who they claim to be, but are actually Jai and Veeru, wanted by the Bombay Police and are on India's Most Wanted Criminals. Watch what happens when their photos are telecast on National TV, and the impact this has on the entire Rai clan.",
    "background": "https://image.tmdb.org/t/p/w1280/20EUlQ2m26lbcVPSH4aT3N2Oogs.jpg",
    "released": "2001-01-01",
    "imdbRating": "5.3"
  },
  {
    "id": "gdrive:1CN6rrwVIRnLOozKhDDdaxOqSh7_kTGM0",
    "type": "movie",
    "name": "Sachai Ki Taqat",
    "poster": "https://image.tmdb.org/t/p/w500/unRILZg2EdAQq7Cbley18Ynk8XS.jpg",
    "description": "In trying to gather evidence against smuggler Narendra, a journalist, Nandanda, is killed by a masked man, leaving his only son Sagar to take revenge for his death. Sagar is then falsely accused of killing a woman named Shalini, arrested by his brother, Constable Ram Singh, and put in jail.  Sagar pleads innocence and Ram Singh leaves no stone unturned trying to prove Sagar's innocence, but when the case is tried in court, Sagar is sentenced to death.  Ram Singh, however, is able to convince the judge of Sagar's innocence, and gets him released. Then Ram comes across the real perpetrator of the crime, arrests him, and finds himself embroiled in deception, and charged with the murder of the person he had just brought in.  Trapped behind iron bars, how will Sagar avenge his father's death and prove his innocence?",
    "background": "https://image.tmdb.org/t/p/w1280/3TopzTN67TCuWl5aoAEyqRvDKc4.jpg",
    "released": "1989-01-01",
    "imdbRating": "3.0"
  },
  {
    "id": "gdrive:14C-JlgHDX9lKXfB7MgQgE_VugwvkA5mA",
    "type": "movie",
    "name": "Ek Aur Ek Gyarah",
    "poster": "https://image.tmdb.org/t/p/w500/711DVG11ZR6aQG60ltR8QALhj07.jpg",
    "description": "Ek Aur Ek Gyarah is an action thriller, released in the year 1981. The film was directed by Ashok Rao and produced by Ram Pratap Sharma. The lyrics were written by Majrooh Sultanpuri. The cast includes Shashi Kapoor, Neetu Singh, Raza Murad, Vinod Khanna, Zarina Wahab, Prem Chopra and Omprakash.",
    "released": "1981-01-01"
  },
  {
    "id": "gdrive:1K0uooUJ6NchxZLqWqbJIjpE1N2GISJ7R",
    "type": "movie",
    "name": "Teri Payal Mere Geet",
    "poster": "https://image.tmdb.org/t/p/w500/hdCAvYzQ1aQBqRimBBJSEB6oPsw.jpg",
    "description": "Premi loved Lailajaan and one day he finds out that she works at a brothel. Later Premi finds out that Lailajaan was an ordinary dancer and he tries to win her back.",
    "released": "1993-01-01"
  },
  {
    "id": "gdrive:18j7mGBMsufASJ_C5fOho-clyPLL3Ss9W",
    "type": "movie",
    "name": "Hum Tum Pe Marte Hain",
    "poster": "https://image.tmdb.org/t/p/w500/ttNDEOQR2GveYQztVCMRDxNLnMq.jpg",
    "description": "Devyani is a woman's activist, and a social worker, living in Bombay for several years. She has a younger sister, Radhika, who is of marriage age. Devyani would prefer Radhika be independent, financially and otherwise, rather than be dependent on a male. When Rahul Kumar comes to live in the neighborhood, he is instantly attracted to Radhika, but has to prove himself to her sister first.",
    "background": "https://image.tmdb.org/t/p/w1280/1hvxHQ75jM82svmV8Mc9mLQuxXD.jpg",
    "released": "1999-01-01",
    "imdbRating": "5.3"
  },
  {
    "id": "gdrive:1KzwS6qHLecny76aUz6HbMAU1oSDcUE1U",
    "type": "movie",
    "name": "Jung Baaz",
    "poster": "https://image.tmdb.org/t/p/w500/iuGbGJ3jixFpLE6CZO3b90yk1Gi.jpg",
    "description": "Arjun Srivastav clears things up with Krishna Prasad Saxena, a guilt ridden lawyer who prosecuted him for a crime he did not commit, and team up with him to take revenge on the real culpritswith with the help and support of Arjuns fiancée Sangeeta.",
    "released": "1989-01-01",
    "imdbRating": "7.5"
  },
  {
    "id": "gdrive:1riHunFX1yMZQqx7vgP3MNvA-z1GEeZ5d",
    "type": "movie",
    "name": "Gharana",
    "poster": "https://image.tmdb.org/t/p/w500/qvyjJq4DBt1QCNMCjrh91vwm8mj.jpg",
    "description": "A mother and daughter create bitterness, hatred, acrimony and discord in a wealthy family.",
    "background": "https://image.tmdb.org/t/p/w1280/bf1EMYo4nDz16hvBsLfxEvu8R1e.jpg",
    "released": "1961-01-01",
    "imdbRating": "6.0"
  },
  {
    "id": "gdrive:1bva4Af55nIIE1DhdKl4PQV9uKbH2rytV",
    "type": "movie",
    "name": "Karz Chukana Hai",
    "poster": "https://image.tmdb.org/t/p/w500/h0zGiiLzVIW5nBuViJki0mRJS6O.jpg",
    "description": "Alcoholic, arrogant, and a slacker, Atmaram, though coming from a poor family, has visions of grandeur, and believes that everyone else is subordinate to his wishes and instructions. This lands him in hot water with his employer, Seth Usman, and as a result he loses his job. Unable to support his family, namely his wife, Laxmi, and two grown sons, Ravi and Vijay, he starts living at home, dependent on his sons' incomes. Then fate delivers a cruel blow to Atmaram, leaving him alone and desolate. He decides to atone for his mistakes, but will he able to convince others of his good intentions, who are weary of him, and fear that this may be another ploy on his part to fool them again.",
    "background": "https://image.tmdb.org/t/p/w1280/1ovbg38E9a5XqRCQGbsE7y6qS20.jpg",
    "released": "1991-01-01",
    "imdbRating": "9.5"
  },
  {
    "id": "gdrive:1dCu37PDJnSNHf2LgTDvgB2Wm5AJhvmHq",
    "type": "movie",
    "name": "Jaisi Karni Waisi Bharni",
    "poster": "https://image.tmdb.org/t/p/w500/t0rs6dhCjZCgsOBHKi4fZQ2xzW4.jpg",
    "description": "An ungrateful, greedy son throws his aged parents out of the house. Years later, he meets the same fate when his son decides to teach him a lesson.",
    "background": "https://image.tmdb.org/t/p/w1280/mykJw6UTsHtBeiu7iMT7SQuBm58.jpg",
    "released": "1989-01-01",
    "imdbRating": "6.7"
  },
  {
    "id": "gdrive:1pAL-DKQPpO9rASQhrJ271pAKt8IZNMwk",
    "type": "movie",
    "name": "Banarasi Babu",
    "poster": "https://image.tmdb.org/t/p/w500/tmbA4VvwqXuBnzSWD3plbeBYvp5.jpg",
    "description": "Wealthy business, Chaubey, his wife, Lily, and daughter, Madhubala, return from Britain in order to visit India and find a suitable groom for Madhubala. They are met at the airport by ...",
    "released": "1997-01-01",
    "imdbRating": "3.5"
  },
  {
    "id": "gdrive:18T_7UpIT2a-RNggZnkPNPL6DoMw9L6k2",
    "type": "movie",
    "name": "Haathkadi",
    "poster": "https://image.tmdb.org/t/p/w500/aaci34TdUYy1QU2lfHNfKaasEQp.jpg",
    "description": "ACP Suraj, an honest policeman, swears revenge on culprits when his innocent brother is killed. However, he is soon accused of murder and is remanded to prison.",
    "background": "https://image.tmdb.org/t/p/w1280/tCRVoKgnvJtB1erLMRDzB2SlYIy.jpg",
    "released": "1995-01-01",
    "imdbRating": "5.0"
  },
  {
    "id": "gdrive:1QGp5jjRBToMzP6VZxDGCgQfazUO1VgOJ",
    "type": "movie",
    "name": "Dariya Dil",
    "poster": "https://image.tmdb.org/t/p/w500/7nyaHxNrB4OmIsbdsMAh29vMMjH.jpg",
    "description": "Chided by his family for being the absolute miser, wealthy industrialist Dhaniram (Kader Khan) loves his money as a mother loves a child. This does not auger well with his two sons, Ajay and Vijay (Shashi Kiran and Raj Kiran respectively). The two sons despise their father and find various ways to entrap him, but in vain. Dhaniram gets in the bad books of Income Tax Officer, D.O. Gogi (Shakti Kapoor), and as a result Gogi is arrested and imprisoned. His sister, Dolly (Roshini) and brother, Gulu (Gulshan Grover) both scheme a devious plot that will ensure the death of Dhaniram, and the control of his wealth will rest with them and Gogi.",
    "background": "https://image.tmdb.org/t/p/w1280/juYSRlqlBAlA4rSTc7Tzonfl7Rs.jpg",
    "released": "1988-01-01",
    "imdbRating": "5.1"
  },
  {
    "id": "gdrive:1yWFKoGjABDQbgIofrAkxKUixZ2ezjaQB",
    "type": "movie",
    "name": "Bhabhi",
    "poster": "https://image.tmdb.org/t/p/w500/wJfO9tuSTMjT3W17ERlYNwvqooa.jpg",
    "description": "Bhabhi is the saga of an Indian woman Seeta who is tormented and tortured by her in-laws. Sita is the most hated member of the family and is subjected to both physical and verbal abuse. Her only support is her brother-in-law Amar who tries to protect her. Watch to know what happens when Seeta decides to teach her in-laws a lesson after the torture becomes unbearable.",
    "released": "1991-01-01",
    "imdbRating": "1.5"
  },
  {
    "id": "gdrive:18mOA6D7XqV7H-Wmoy9NQc6mbH-haEwA8",
    "type": "movie",
    "name": "Waah! Tera Kya Kehna",
    "poster": "https://image.tmdb.org/t/p/w500/fXv4dCqMbMAxE5iCXayFzcmVw8h.jpg",
    "description": "Kishan Oberoi has three sons - Dilip, Ashish, and Raj. While Dilip and Ashish are married, Raj (Govinda) is in love with Meena. Kishan does not trust his two elder sons, but trusts Raj, and Raj in turn, is devoted to his dad. One day Raj loses his mind in an accident, and the two elder brothers begin a conspiracy that includes the death of their dad, and the disinheritance of their brother Raj, by declaring him mentally incompetent. Raj mysteriously disappears, and Kishan falls off a building; Murari, a greedy employee of the Oberoi family, brings in a look-alike of Raj, namely Banne Khan (also Govinda), and his wife, Salma Khan, who poses as his nurse, so that Banne Khan and Murari both rule over the Oberoi family, and reap the benefits.",
    "background": "https://image.tmdb.org/t/p/w1280/op5AFgFmSkJ8S2qvEXonhf11EmU.jpg",
    "released": "2002-01-01",
    "imdbRating": "6.0"
  },
  {
    "id": "gdrive:1-dHKx0aBGlBCX4zE6dXanI_A5dKgPOtb",
    "type": "movie",
    "name": "Raja Bhaiya",
    "poster": "https://image.tmdb.org/t/p/w500/fe8dcrZevOj2pJvYAPhTKBYkV45.jpg",
    "description": "Small town boy Raja, under the influence of a Sadhu, vows never marry. His mother saves a girl named Pratibha from a train accident, and brings her home. Raja opposes her entry and unsuccessfully tries to make her leave. Raja's mother decides to get them married.",
    "released": "2003-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:15DGfwtb7zzY6GevafybuqOKUcBVJ0bnP",
    "type": "movie",
    "name": "Deewana Main Deewana",
    "poster": "https://image.tmdb.org/t/p/w500/6G1iMFCIpm8xhnzTB1DviyYG29g.jpg",
    "description": "Govinda plays role of a person who is an easy going person and Priyanka enters his life. He wants to win her over and for this he keeps making one after another mistake. In order to impress her, he tells many lies and she starts hating him.  This film is remake of successful Tamil film \"Priyamudan\" directed by Vincent Selva.",
    "background": "https://image.tmdb.org/t/p/w1280/uNZxmltjvRZgL3NPPtQEJXQJLFR.jpg",
    "released": "2013-01-01",
    "imdbRating": "5.4"
  },
  {
    "id": "gdrive:1Tq1W1eIQsL57qOg7YQl4kKWnrG59sESe",
    "type": "movie",
    "name": "Achanak",
    "poster": "https://image.tmdb.org/t/p/w500/hckXpok0set27e2ORJhIvqL7dy8.jpg",
    "description": "Arjun and his wife go on the run after she is accused of murdering his brother. They must prove her innocence while trying to evade the police as well as the real criminals.",
    "background": "https://image.tmdb.org/t/p/w1280/z0Q4MA13MXEBoCIi9g34KTb0g9e.jpg",
    "released": "1998-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:1fI9Vnv3RUq-o9aBwvS1zmksSNgSPwlc_",
    "type": "movie",
    "name": "Agnichakra",
    "poster": "https://image.tmdb.org/t/p/w500/7DDvz1RY2QrjRFTp78nZ929SQS7.jpg",
    "description": "Amar lives a middle-class life with his Police Inspector brother, Suryaveer, and sister-in-law, Beena. Suryaveer is assigned to handle the task of apprehending a group of terrorists, headed by Jumbo, who have made their hideout in a dense forest in Central India. Suryaveer's partner is Inspector Satpal, who is an alcoholic. Suryaveer is also told that six other police inspectors have lost their lives in this assignment. Nevertheless, Suryaveer and Satpal get ready to tackle this task and do penetrate deep into the forests. Then Beena gets the devastating news that Satpal has been injured and her husband has been killed. The police assign this matter to another Police Inspector by the name of Vikas, and Amar and Satpal lend a hand to support him.",
    "released": "1997-01-01"
  },
  {
    "id": "gdrive:1s0A19oSDgr4gpjkGuBDI_EUX28wwyavb",
    "type": "movie",
    "name": "Pardesi Babu",
    "poster": "https://image.tmdb.org/t/p/w500/kQ7ML4W8IAtGiQ45u4Kyweh2zkI.jpg",
    "description": "Raju is a poor guy who wants to marry a rich girl. Her father challenges Raju to earn ₹10,000,000 within a year to prove himself first.",
    "released": "1998-01-01",
    "imdbRating": "6.0"
  },
  {
    "id": "gdrive:1NIfW_4sYUeHK7Dxb1RGJct6nJC0z0hRS",
    "type": "movie",
    "name": "Haseena Maan Jaayegi",
    "poster": "https://image.tmdb.org/t/p/w500/pNZkVQOpSFkOEVRIXJGUInFNE5w.jpg",
    "description": "Separated from their wealthy father and each other, two brothers try to win the hearts of their dream girls.",
    "background": "https://image.tmdb.org/t/p/w1280/cZzuz3nbwh2126L0mFtngLNrNKd.jpg",
    "released": "1999-01-01",
    "imdbRating": "6.0"
  },
  {
    "id": "gdrive:1OfTEkE7IpmdXAyCPcduYVHNed6YDt4Q6",
    "type": "movie",
    "name": "Money Hai Toh Honey Hai",
    "poster": "https://image.tmdb.org/t/p/w500/xl9rrPZKzth1XZ9KpYH8rRoO2Oe.jpg",
    "description": "Manikchand Khiralal is a struggling model who gets kicked out by his mentor, Dolly, when she finds another boyfriend; Lalabhai Bharodia has no business acumen, and has lost millions; Shruti is a much abused and underpaid designer; Gaurav Negi gets fired from his job with Glamour Ad Agency; Ashima Kapoor...",
    "background": "https://image.tmdb.org/t/p/w1280/dDrO8czgB7DGG9GwG21fEA4GdUk.jpg",
    "released": "2008-01-01",
    "imdbRating": "4.2"
  },
  {
    "id": "gdrive:1cI0FECWzLooHSF0HV5WCmtU6O1OTFfEp",
    "type": "movie",
    "name": "Ekka Raja Rani",
    "poster": "https://image.tmdb.org/t/p/w500/ouUOU0Uc6ix9rqcnsHC2TuvOApm.jpg",
    "description": "Barkha saves the life of underworld king Vicky, and as a result he offers her a job and also falls in love with her, but Barkha is in love with Sagar. Will Vicky tolerate this?",
    "background": "https://image.tmdb.org/t/p/w1280/cri08g1XYOLCB4oQ4ke5bPT1SMJ.jpg",
    "released": "1994-01-01",
    "imdbRating": "5.5"
  },
  {
    "id": "gdrive:1Ah7RhvSyDOihsOxHbTB7fOorVtD9DNNP",
    "type": "movie",
    "name": "Bade Miyan Chote Miyan",
    "poster": "https://image.tmdb.org/t/p/w500/1iiBcRXR8OFDyfXitR5W72z7rrU.jpg",
    "description": "Police Inspectors Arjun Singh and Pyare Mohan work in the same Police Station in Mumbai. Although they work together, they have an unhealthy rivalry between them - leading to considerable acrimony and inefficiency. Then things get worse when a series of crimes and robberies take place - with witnesses coming forward and identifying them as the culprits...",
    "released": "1998-01-01",
    "imdbRating": "5.7"
  },
  {
    "id": "gdrive:1wbhmMfmKDnbUVUoBhnhYwQgZl3SvlaCK",
    "type": "movie",
    "name": "Ilzaam",
    "poster": "https://image.tmdb.org/t/p/w500/7gLNfJkirXYCodwmSZujRpqzuii.jpg",
    "description": "When Aarti's father disapproves of Ajay's poor status, Ajay goes away from her life. When she finally meets him, he claims to be Vijay. Meanwhile, Vijay's policeman brother makes a shocking discovery.",
    "background": "https://image.tmdb.org/t/p/w1280/iXf71TooNRPs7WwJ5H49fmZMUaN.jpg",
    "released": "1986-01-01",
    "imdbRating": "4.0"
  },
  {
    "id": "gdrive:11xcXSGPzI_9IznkdzETmhTK9khDWw2NG",
    "type": "movie",
    "name": "Dulhe Raja",
    "poster": "https://image.tmdb.org/t/p/w500/2sr6IDYP0ex53UEmLXA4garBt0o.jpg",
    "description": "Poor Raja opens a fast foot restaurant right opposite a five star hotel run by its owner Singhania, earning his wrath. The wealthy hotel owner uses all his influence to remove Raja, but in vain. Things get worse for the wealthy man, when his daughter Kiran wants to marry the poor hotelier. The wealthy man refuses, leading to a confrontation and a condition - which Raja fulfills, he becomes rich virtually overnight, and proposes for the hand of Kiran. The wealthy hotelier reluctantly accepts him as his son-in-law, only to have Kiran elope with a man named Rahul.",
    "released": "1998-01-01",
    "imdbRating": "6.4"
  },
  {
    "id": "gdrive:1NueCjVQaC1_fyQ48apQTLMWmB7XkjR8M",
    "type": "movie",
    "name": "Gair Kanooni",
    "poster": "https://image.tmdb.org/t/p/w500/nhBuN82VP5DLrvH7k6REtVhPxSy.jpg",
    "description": "When police officer Kapil Khanna discovers that his son was abducted at birth, and switched with a girl, he spends the next 20 years trying to track down his missing son, and finally finds him living with his enemy.",
    "background": "https://image.tmdb.org/t/p/w1280/iCCScOFLgHumetHy971BIGWb6E2.jpg",
    "released": "1989-01-01",
    "imdbRating": "4.0"
  },
  {
    "id": "gdrive:18rA-48C4qBDMnrKsDrbXF_5tbeLVx24P",
    "type": "movie",
    "name": "Raiszaada",
    "poster": "https://image.tmdb.org/t/p/w500/w3XGnehICF7DtWIuFLv8VrlQNal.jpg",
    "description": "Sanjay (Govinda), an honest police officer, is determined to bust the crime world which has taken over the city.  Criminals have made a mockery of justice.  His father (Shashi Kapoor), a senior police officer himself, makes heroic efforts in the fight against crime and initially arrests kingpin Jagannath, but winning the battle does not win the war.  Sanjay feels fed up and goes after Jagannath himself.  He quits the police department and becomes a vigilante, losing his girlfriend in the process.  Can he win back his girlfriend and his mother's love in his fight for justice?",
    "released": "1990-01-01",
    "imdbRating": "2.0"
  },
  {
    "id": "gdrive:1apYhMRbL6yyRn1-BjTBzrM0jlJRe860z",
    "type": "movie",
    "name": "Sindoor",
    "poster": "https://image.tmdb.org/t/p/w500/1yTKMQaz1LHeQbJhzs17H8bRYj5.jpg",
    "description": "Laxmi is half of a famous singing couple when both her relationship and career are destroyed by the jealous plotting of her husband , Vijay. Years later, Laxmi is widowed and raising a stepdaughter, Lalita, when Vijay returns to the scene to meddle in her new family's affairs and once again threaten her domestic happiness.",
    "background": "https://image.tmdb.org/t/p/w1280/5llxS1Lz4J5gLE40sDUZUW6yyZ9.jpg",
    "released": "1987-01-01",
    "imdbRating": "3.5"
  },
  {
    "id": "gdrive:1opxPcjPG-Lr_GgvEw7wZIuJT5d15RoUp",
    "type": "movie",
    "name": "Marte Dam Tak",
    "poster": "https://image.tmdb.org/t/p/w500/kxaWw5QVrzKVSjwlCGPH56JwlRB.jpg",
    "description": "Life changes for an honest police officer (Raaj Kumar) who's spent his career fighting crime on the right side of the law when he becomes a criminal himself. But is he really a \"bad guy\" if he's waging a personal war against injustice? Om Puri, Aruna Irani, Govinda, Farha Naaz, Shakti Kapoor, Kulbhushan Kharbanda, Alok Nath, Paresh Rawal and Ashalata co-star in this ensemble Bollywood drama.",
    "background": "https://image.tmdb.org/t/p/w1280/xzyRUDhQ8WZ8VD08aUCH6gy2STN.jpg",
    "released": "1987-01-01",
    "imdbRating": "7.0"
  },
  {
    "id": "gdrive:1Zuj2AaOBNzlmFBjklC2Jj71oRxGZv2w0",
    "type": "movie",
    "name": "Shola Aur Shabnam",
    "poster": "https://image.tmdb.org/t/p/w500/chuyRvvnvgs1oW1hLIYMwGJpO6n.jpg",
    "description": "The spoiled and arrogant brother, Bali, of notorious gangster, Kali Baba, enlists in the National Cadet Corps, and wants to have his way with his fellow-students and trainer, Inder Mohan Lahti, with comical results. When he meets Divya Thapa for the first time, he is smitten by her, and wants to marry her by hook or by crook. But Divya is in love with Karan, and both plan to marry each other. Circumstances act against them, and they flee together, with Kali Baba's men, and Divya's Police Commissioner dad, Yashpal Thapa, in hot pursuit, to an unknown destination, surrounded by a web of lies, deception, and no known resource to assist them.",
    "background": "https://image.tmdb.org/t/p/w1280/vhpbqIP1voyklgLy1mNaha7R8YO.jpg",
    "released": "1992-01-01",
    "imdbRating": "6.6"
  },
  {
    "id": "gdrive:1DfJivlJyYTAN1aA3DqTJ18Kl9MSySQXE",
    "type": "movie",
    "name": "Albela",
    "poster": "https://image.tmdb.org/t/p/w500/jyi9CCy3AgBssjbg0hGXVSRaVSA.jpg",
    "description": "Boy is loved by a girl, but he doesn't know. Boy becomes smitten with another girl, but she loves another.",
    "background": "https://image.tmdb.org/t/p/w1280/gZn2R8T81zuHuJa0IPosZOpywdh.jpg",
    "released": "2001-01-01",
    "imdbRating": "3.3"
  },
  {
    "id": "gdrive:11qSE-KkhCAjh9tImldPLZEG41B7CfF1W",
    "type": "movie",
    "name": "FryDay",
    "poster": "https://image.tmdb.org/t/p/w500/wQ3Vt9lthFqPsCAlt1MmwfoXHYl.jpg",
    "description": "What happens when an honest salesman and a flirtatious married man cross path?\r Chaos ensues on a Friday as one outrageously hilarious lie leads to another.",
    "background": "https://image.tmdb.org/t/p/w1280/nWgvCLKqjNoDmgzzDLSI4JQyQ3O.jpg",
    "released": "2018-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:1RjVpqrE3VfWWbK2_t5JqTthQp0AaZay_",
    "type": "movie",
    "name": "Coolie No. 1",
    "poster": "https://image.tmdb.org/t/p/w500/pxdbdWA6EQb15YIEhRVt5iIdStA.jpg",
    "description": "Raju is a poor coolie who falls in love with a rich girl. He pretends to be rich and tells one big lie after another to marry her.",
    "background": "https://image.tmdb.org/t/p/w1280/1atGn0u8OJAuWOxTO1gX5oIBxMM.jpg",
    "released": "1995-01-01",
    "imdbRating": "6.1"
  },
  {
    "id": "gdrive:1CyyNlzED7HXgTjwUyx7iuf0jYEEC7f3v",
    "type": "movie",
    "name": "Hum",
    "poster": "https://image.tmdb.org/t/p/w500/blnhL1cIxjjLgNdlDA8tIbvbCCO.jpg",
    "description": "Tiger works for the local Don Bhaktawar but never hesitates to revolt against him if he harms his friends or family. When his girlfriend Jumma's brother Gonsalves is killed by Bhakhtawar for revolting against him, Tiger promises revenge.",
    "background": "https://image.tmdb.org/t/p/w1280/pqIZjQjprUVR094pP7TOcCRZkvP.jpg",
    "released": "1991-01-01",
    "imdbRating": "6.2"
  },
  {
    "id": "gdrive:1FNybIlcCYVm6MpVkdwJIyVQwlrYbrceD",
    "type": "movie",
    "name": "Raja Babu",
    "poster": "https://image.tmdb.org/t/p/w500/56dEONvFlidzOxZy9c8pOOWDPmQ.jpg",
    "description": "Raja Babu is a rich, spoiled, country bumpkin who lives a carefree, luxury lifestyle until the girl he loves rejects him and his parents reveal that he was adopted.",
    "background": "https://image.tmdb.org/t/p/w1280/efao3Gy42NL38LhUkZ7cFKz56WE.jpg",
    "released": "1994-01-01",
    "imdbRating": "5.9"
  },
  {
    "id": "gdrive:11rWL8l1aLrPPZ2VkhM2IEo0VGyi0Yu9b",
    "type": "movie",
    "name": "Akhiyon Se Goli Maare",
    "poster": "https://image.tmdb.org/t/p/w500/qK7ceXlDh10AJxEz53dHlWhjPYL.jpg",
    "description": "Akelinder or Bhangari Dada (Kader Khan) has a shop at Chor bazaar which he runs illegally, he lives with his wife and only daughter Kiran (Raveena Tandon). Bhangari wants his daughter to be married to a gangster, so he begins his search. He finds Shakti dada (Shakti Kapoor) and wants him to be married to Kiran but Kiran already loves Raj (Govinda), a wealthy man who has no links to crime. But in order to satisfy her dad, she persuades Raj to pose as a Gangster for time being. For this they search a Trainer called Subramaniam (Johnny Lever), who teaches Raj to act as a Gangster. Finally Raj becomes successful posing as a gangster but Bhangari's dad (Kader Khan) somehow appears and doesn't want Kiran to marry to a gangster. Will Raj be able to clean his image?",
    "released": "2002-01-01",
    "imdbRating": "5.6"
  },
  {
    "id": "gdrive:1so9kvRqSjg9BYaIbura_2ft_I0TgXESy",
    "type": "movie",
    "name": "Jis Desh Mein Ganga Rehta Hai",
    "poster": "https://image.tmdb.org/t/p/w500/7uafbugXyAchvkdWJMA0JkmrvNe.jpg",
    "description": "Gangaram alias Ganga has been raised by his foster parents who reside in the village thus he gets accustom to village life. 24 years later his birth parents multi-millionaire Avinash and his wife Radha comes to ask him to move into their bungalow located in the city to which Ganga agrees and goes to bid farewell to his friends and girlfriend Saawni. While in the city Ganga is introduced to his elder brother, Milind, his wife, Supriya, and his younger brother; Ganga finds it very hard to adjust to the city life and is often scuffed at. Avinash arranges his marriage with equally wealthy Tina to which he agrees although he is not comfortable with this marriage as he is still in love with Saawni; meanwhile Ganga's honest policy gets him and his new found family into further problems.",
    "background": "https://image.tmdb.org/t/p/w1280/b6RD6HawoFtCE1rjqkKEN6NGBte.jpg",
    "released": "2000-01-01",
    "imdbRating": "5.4"
  },
  {
    "id": "gdrive:1zKoTrjWimdYKaoi1-BWbWFGQBks-OGoM",
    "type": "movie",
    "name": "Kismat",
    "poster": "https://image.tmdb.org/t/p/w500/w4MfNzIMlQgiHoSe4tGuVf7at91.jpg",
    "description": "Rajan gets Geeta pregnant and wants her to get an abortion, but Geeta refuses, and gives birth to a baby boy and leaves him in an orphanage. Fate plays a strange trick and the baby is adopted by Geeta and her new husband ACP Anand, who are led to believe that the child is Anand's.  Rajan goes abroad and loses touch with Geeta. Things start to heat up when the baby, all grown up, starts working with Rajan,who has now returned from abroad and taken to crime.",
    "background": "https://image.tmdb.org/t/p/w1280/ymkEBpDMJfw9YJvSHFn6SY0ZfNL.jpg",
    "released": "1995-01-01"
  },
  {
    "id": "gdrive:1E9r4ryFMUGZ4o0Kiq_5_h2wpt_oFIN0H",
    "type": "movie",
    "name": "Hadh Kar Di Aapne",
    "poster": "https://image.tmdb.org/t/p/w500/vf3YOjnTTBrAp7mKqbzkX8nC0bK.jpg",
    "description": "Raj Malhotra (Raju) (Govinda), a detective, goes on a European trip to help his friend Sanjay Khanna (Nirmal Pandey) prove that his wife is having an extramarital affair. Khanna and his wife Anjali (Ritu Shivpuri) think that their counterpart is cheating on their relationship and each of them want proof to easily file for divorce. They stop living in the same house and believe their spouse has gone to Europe with their boyfriend/girlfriend. Anjali sends her friend (Rani Mukerji), who shares the same name, on this trip to get information regarding her husband. In a mix-up of different identities, Raju and Anjali fall in love and then, eventually, solve their misunderstandings.",
    "background": "https://image.tmdb.org/t/p/w1280/n9E7hN33zcvIPwEjNdlthM52veW.jpg",
    "released": "2000-01-01",
    "imdbRating": "4.8"
  },
  {
    "id": "gdrive:1YoSRLaQsGAQ-omhKRiTyjwm4Ugl6XYlS",
    "type": "movie",
    "name": "Life Partner",
    "poster": "https://image.tmdb.org/t/p/w500/vIbT3VZ1FrWuG0LmvQGQKWwTzq7.jpg",
    "description": "The film is about three close friends, each one having a different perspective about marriage. Govinda plays a divorce lawyer in the film who doesn't believe in marriage and is a Casanova of sorts. Khan plays a character for whom being in love matters most and D'Souza plays his love interest. Kapoor plays a Gujarati who believes in the system of arranged marriage and Desai plays his Gujarati wife.",
    "background": "https://image.tmdb.org/t/p/w1280/yaBvjwIp2yRn33FggkkKsx7aL4W.jpg",
    "released": "2009-01-01",
    "imdbRating": "4.4"
  },
  {
    "id": "gdrive:1pcyC55SVwq0a_9fX-a9WqsxQJHDfI8-q",
    "type": "movie",
    "name": "Aunty No. 1",
    "poster": "https://image.tmdb.org/t/p/w500/strR8CGBZZ5QAgyVNT5r5EdNShE.jpg",
    "description": "Sandhya is in search of her prince charming and when Gopi comes to know about this he pretends to be a rich prince and Sandhya starts dating him. But soon she comes to know that Gopi is a poor man but nevertheless they start loving each other. Meanwhile Gopi's friends Abhyankar and Raja request Gopi to become an Aunty for a big favor. He does so with hilarious results, as two men start loving him. This leads to humorous situations.",
    "background": "https://image.tmdb.org/t/p/w1280/s8k4eISK1a016yC3dZjZGWQoF2.jpg",
    "released": "1998-01-01",
    "imdbRating": "5.2"
  },
  {
    "id": "gdrive:1YvefR5P7XT1hYbqSi0st3xM37-Mvmb3W",
    "type": "movie",
    "name": "Hero No. 1",
    "poster": "https://image.tmdb.org/t/p/w500/ruKS1nf9EfMuAIEQZqj2N2aCySW.jpg",
    "description": "Rajesh and Meena fall in love and want to get married. But Meena's grandfather rejects Rajesh without seeing him because of a terrible encounter with Rajesh's father. Rajesh pretends to be a servant and finds employment in Meena's house to try and win her family over.",
    "background": "https://image.tmdb.org/t/p/w1280/ciuacABTErf6XEzxHAOWEvFvaYm.jpg",
    "released": "1997-01-01",
    "imdbRating": "6.3"
  },
  {
    "id": "gdrive:1WLh0Q3UarZu0sgRuNK1tfju7wSKwKUzb",
    "type": "movie",
    "name": "Aamdani Atthanni Kharcha Rupaiya",
    "poster": "https://image.tmdb.org/t/p/w500/9xl6TNdI2QM1kKBrsuNKJkWadu4.jpg",
    "description": "Jhoomri and her husband, Bhimsha, move into a new neighbourhood. Their immediate neighbours are three squabbling couples, namely Vijay and Anjali who are newly married; Appu Khote and Vimla, who are married and have 4 children; and Ravi and Meena, who are also married and have one child. With their wages unable to keep up with inflation and high cost of living, unable to pay even rent to the landlord, B.K. Kakkad, the wives decide to seek employment to augment their income, with hilarious results from their spouses, who will go to any extent to keep their wives at home, even if means to bring a dancing girl home to cook and look after the children!!",
    "released": "2001-01-01",
    "imdbRating": "4.8"
  },
  {
    "id": "gdrive:1MEmukwLL_bQ0zs-_a_xE8nTEBcXxTrtD",
    "type": "movie",
    "name": "Swarg",
    "poster": "https://image.tmdb.org/t/p/w500/6YkqqialCuhMcaaRyW98kJ4Lm0M.jpg",
    "description": "Living in a posh mansion named Swarg, this is the story of Sahabji, his wife sister Jyoti, two brothers, and a sister-in-law. Sahabji has a clash of wits with Dhanraj, who successfully schemes with Sahabji's two brothers, and takes over the prestigious mansion and vast business empire, leaving Sahabji virtually penniless, and devastated with the passing away of his wife. His brothers have now taken over the money, and his business. It is now up to a servant of the mansion, Krishna to set things right for Sahabji's household. How can a poor servant succeed against rich and powerful individuals?",
    "background": "https://image.tmdb.org/t/p/w1280/fgwgSnb1ejBCTBVtVT9NU9gUmnI.jpg",
    "released": "1990-01-01",
    "imdbRating": "6.2"
  },
  {
    "id": "gdrive:1IoCOEDTu6QAHSI1Sb_k-RA15UBf-9TV9",
    "type": "movie",
    "name": "Kyo Kii... Main Jhuth Nahin Bolta",
    "poster": "https://image.tmdb.org/t/p/w500/hls9Me0d3iCdgLnG3uO2KVHzRBr.jpg",
    "description": "Inpired from the movie \"Liar Liar\", this movie is about a lawyer (Govinda) who lies his way through marriage and career. His wife (Sushmita Sen) falls in love with him because of his honesty and when she finds out of his dishonesty she threatens to divorce him. Their son, to avoid the divorce, wishes on a shooting star that his father should lose the ability to lie. What happens after that is an enjoyable journey.",
    "background": "https://image.tmdb.org/t/p/w1280/mRBjIxqCTTpY5XJONx6vucpTuVj.jpg",
    "released": "2001-01-01",
    "imdbRating": "4.9"
  }
]
