[
  {
    "id": "gdrive:1fxT4hk7dCCQC58DpNT5gTGYJytCQGHvL",
    "type": "movie",
    "name": "Son of Sardaar 2",
    "poster": "https://image.tmdb.org/t/p/w500/k47tmhqiUsmD6UoyoimHVQAjHx9.jpg",
    "description": "Years after settling an epic family feud and surviving house arrest in Punjab, Jassi Singh Randhawa returns this time chasing love, not trouble. But when he lands in Scotland to win back his estranged wife, he stumbles into a hostage crisis, a mafia war and the most bizarre Sardaar wedding of the century.",
    "background": "https://image.tmdb.org/t/p/w1280/yU0Mx95513FmoXG4jWX4UssspQp.jpg",
    "released": "2025-01-01",
    "imdbRating": "4.2"
  },
  {
    "id": "gdrive:1wmoU0eZtnyFC5WgaMiBZrAdMNV3mEfIK",
    "type": "movie",
    "name": "Raid 2",
    "poster": "https://image.tmdb.org/t/p/w1280/562SAxZP1sLuYqDDTuODu3hdGyx.jpg",
    "description": "Set seven years after the events of the first film, it follows the return of IRS officer Amay Patnaik, who is attempting to take down a seemingly benevolent politician.",
    "backgdround": "https://image.tmdb.org/t/p/original/uKhBujLqYCcfU1kaxXHNCEyZnT.jpg"
    "released": "2025-01-01",
    "imdbRating": "6.7"
  },
  {
    "id": "gdrive:1tHd0NMVfsFUQU-7XKTLWNesDdnQsxZrF",
    "type": "movie",
    "name": "Azaad",
    "poster": "https://image.tmdb.org/t/p/w500/yWFpiJcUJfXRbm3om48kNJ0MU7A.jpg",
    "description": "In 1920s India, a young stable boy bonds with a spirited horse. Amid rebellion and tyranny, his quest to ride the majestic animal becomes a journey of courage, awakening him to the country's fight for freedom.",
    "background": "https://image.tmdb.org/t/p/w1280/zUCDf87awNIwV5N4NQdA807dGTP.jpg",
    "released": "2025-01-01",
    "imdbRating": "6.4"
  },
  {
    "id": "gdrive:1gyU-3TIt15Yip3Dtg6cg0SWhkrqW6SEa",
    "type": "movie",
    "name": "Singham Again",
    "poster": "https://image.tmdb.org/t/p/w500/2JbNkHg8m7LaBy61LyrnnlenaxY.jpg",
    "description": "The cop universe expands with newer additions while the old ones return led by Bajirao Singham. Singham Again interweaves the mythological epic Ramayana's good vs evil narrative when his wife Avni Kamath gets abducted by Danger Lanka setting Bajirao and his gang of Sangram Bhalerao and Veer Sooryavanshi along with Satya and Shakti Shetty on a mission to rescue her.",
    "background": "https://image.tmdb.org/t/p/w1280/kQGJ3Cv7AKAvmdUaCLihkxVMMqs.jpg",
    "released": "2024-01-01",
    "imdbRating": "4.8"
  },
  {
    "id": "gdrive:1Cj-f2OUoHx_A2_i1CClWe-Q_nKAjXulQ",
    "type": "movie",
    "name": "Auron Mein Kahan Dum Tha",
    "poster": "https://image.tmdb.org/t/p/w500/cKvom4C6fGIM1sOKINkBi7oCqok.jpg",
    "description": "After 20 years in prison, a man reunites with his lost love and the truth behind his crimes is revealed.",
    "background": "https://image.tmdb.org/t/p/w1280/aMnRuVks72sikr3bQ8ywoBHcpEI.jpg",
    "released": "2024-01-01",
    "imdbRating": "3.2"
  },
  {
    "id": "gdrive:10lee50kyR6c0s2N7BMpdTACBUYQ6hhBW",
    "type": "movie",
    "name": "Maidaan",
    "poster": "https://image.tmdb.org/t/p/w500/eKbAVKQf6choCfasNWuYoSTOPBP.jpg",
    "description": "Inspired by the Indian national football team coach and manager Syed Abdul Rahim, who is regarded as the architect of Indian football, encapsulating the golden era from 1952 to 1962.",
    "background": "https://image.tmdb.org/t/p/w1280/zqLWsOw9RaVjtI1ke8rQocv3ODJ.jpg",
    "released": "2024-01-01",
    "imdbRating": "8.0"
  },
  {
    "id": "gdrive:1pJvIwdi0qyuC8RoyQZiavsybv6oTYhN2",
    "type": "movie",
    "name": "Shaitaan",
    "poster": "https://image.tmdb.org/t/p/w1280/oRvFzcagAcC6Q317xtV7QXzwBnj.jpg",
    "description": "Kabir and his family's fun weekend retreat takes terrifying turn when an intruder takes over the control of the body of his teenage daughter, putting her at the mercy of his increasingly sinister orders.",
    "background": "https://image.tmdb.org/t/p/original/6rTrCynWuYyUgLiCOZbFgFDgXb6.jpg"
  },
  {
    "id": "gdrive:11MZs5sYlNDooBSz4l3HsNr-dgTJRTWXy",
    "type": "movie",
    "name": "Main Aisa Hi Hoon",
    "poster": "https://image.tmdb.org/t/p/w500/87ueqnQ9HRSGEAXAhLGifgSyIxz.jpg",
    "description": "A mentally challenged man fights his former father-in-law for custody of his daughter.",
    "released": "2005-01-01",
    "imdbRating": "5.3"
  },
  {
    "id": "gdrive:19MMxNylR-d1P1LPM557M4sQdgvRe3jWm",
    "type": "movie",
    "name": "Bholaa",
    "poster": "https://image.tmdb.org/t/p/w500/chmbRa3tKFq1KNMoyuU8Vf5hlke.jpg",
    "description": "An ex-convict must undertake a perilous, violent journey in order to meet his daughter after ten years of imprisonment.",
    "background": "https://image.tmdb.org/t/p/w1280/tj6yPh5AKh17Tav2QQuk9q8njNI.jpg",
    "released": "2023-01-01",
    "imdbRating": "5.9"
  },
  {
    "id": "gdrive:1w67bz353epx9mqDeN-liIa3ukVEaz7WE",
    "type": "movie",
    "name": "Drishyam",
    "poster": "https://image.tmdb.org/t/p/w500/gIClWRv5OSe8rl5Koi0AeUcCZ9Z.jpg",
    "description": "A simple street-smart man tries to protect his family from a cop looking for her missing son who was accidently killed by his daughter.",
    "background": "https://image.tmdb.org/t/p/w1280/8xnjsw3Oh3zrT6Pu1WVp8dQYatT.jpg",
    "released": "2015-01-01",
    "imdbRating": "7.6"
  },
  {
    "id": "gdrive:1-kanJ8XYqALM63sbjoLbxCk_Hi_MPLnU",
    "type": "movie",
    "name": "Runway 34",
    "poster": "https://image.tmdb.org/t/p/w500/8RlQEuxeRqHh7sWTRswdUC9kP3H.jpg",
    "description": "A flying prodigy, Captain Vikrant Khanna's flight takes a stirring and mysterious trajectory after take-off from an international destination. Concurrently, it follows the tenacious Narayan Vedant in his pursuit to uncover the truth.",
    "background": "https://image.tmdb.org/t/p/w1280/7yoL7Us73bYKprDhZAeyv9lOtp9.jpg",
    "released": "2022-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:1hRJBvJAKLLGE2QpxRmI-M8njTVO24c-Z",
    "type": "movie",
    "name": "Jaan",
    "poster": "https://image.tmdb.org/t/p/w500/lY9tT1ecSzrhdfed84l2Wnwf8WK.jpg",
    "description": "Police Commissioner Suryadeo Singh hires Karan, a trained weapons expert, to protect his daughter Kajal. Later, Kajal, who is unaware of Karan's secret agenda, falls in love with him.",
    "background": "https://image.tmdb.org/t/p/w1280/s7ux4jHpQ0Dax1vYcGuT0V8wi2X.jpg",
    "released": "1996-01-01",
    "imdbRating": "5.6"
  },
  {
    "id": "gdrive:1yj0E-TMVhciTalmIn-JDhBy8BnRVp53R",
    "type": "movie",
    "name": "Action Jackson",
    "poster": "https://image.tmdb.org/t/p/w500/3cVmG3G4YezZNLlJ4RuyE3MgKkE.jpg",
    "description": "A man meets his lookalike, who's not just a killer of evil, but also a kind hearted man. Together, they team up to fight against a dreaded gangster.",
    "background": "https://image.tmdb.org/t/p/w1280/mxmVV6KaWQJcSVvbIH0nb3iD8ea.jpg",
    "released": "2014-01-01",
    "imdbRating": "4.1"
  },
  {
    "id": "gdrive:1hH1yKVlNCU0gnUYttV3F9qciTyWkrhS4",
    "type": "movie",
    "name": "Kanoon",
    "poster": "https://image.tmdb.org/t/p/w500/5oC38p3UxPQ867VCXRPGgf8ln8t.jpg",
    "description": "A young man plots revenge on a killer who slaughtered his family.",
    "background": "https://image.tmdb.org/t/p/w1280/hJ3i8Ise5hZ1dgIo1owzn6ua0EZ.jpg",
    "released": "1994-01-01",
    "imdbRating": "3.8"
  },
  {
    "id": "gdrive:1BaEkaYgZeTwb2QofrUWhRg-T9zi71aC3",
    "type": "movie",
    "name": "Mehbooba",
    "poster": "https://image.tmdb.org/t/p/w500/1TB49p4SJCbgKQseJd4E4DHEWh2.jpg",
    "description": "After dreaming of a beautiful girl for over 8 years, Budapest-based but born in Rajasthan, Karan, finally gets to meet her in the shape and form of Varsha, who happens to be the foster daughter of his lawyer, Sahid. Karan is confident that Sahid will convince Varsha to marry him - little knowing that Varsha will not only refuse to marry but she also hates men, and had a parallel New York-based lifestyle as Payal Mehra.",
    "released": "2008-01-01",
    "imdbRating": "4.5"
  },
  {
    "id": "gdrive:1DSHwGkV1NX6cij7vBTN0iUa3Hj6WZk4d",
    "type": "movie",
    "name": "Toonpur Ka Superrhero",
    "poster": "https://image.tmdb.org/t/p/w500/2apBkbLd19aivVAES4lboFeqtwC.jpg",
    "description": "There is trouble brewing in the land of cartoons-Toonpur. The good guys of Toonpur and the bad guys are at constant war. That's when Devtoons decide to take superstar action hero Aditya's help and get him down to Toonpur. But things are not as simple as the Devtoons had thought.",
    "background": "https://image.tmdb.org/t/p/w1280/rkHHuoxxzN5FlDwNTm9qDFhYpq.jpg",
    "released": "2010-01-01",
    "imdbRating": "4.8"
  },
  {
    "id": "gdrive:1tRf_uvv0bEJaQMq2EYgWnNSRs-7fFguT",
    "type": "movie",
    "name": "LOC: Kargil",
    "poster": "https://image.tmdb.org/t/p/w500/8rwlGnSWgLJlveO4OoOJ2n2YZyv.jpg",
    "description": "This film dramatizes events that occurred as the hostility between India and Pakistan over Kashmir came to a head in 1999, when more than 1,000 men crossed the \"Line of Control\" that separates the two locations. Taliban and Pakistani soldiers took over the area, blocking the main road that linked the regions. Standing their ground, Indian soldier drove them away, but not without losing more than 400 of their own men first.",
    "background": "https://image.tmdb.org/t/p/w1280/mQmGfyRcmLEensLsg4X8H5dC0Wx.jpg",
    "released": "2003-01-01",
    "imdbRating": "5.7"
  },
  {
    "id": "gdrive:1k13PR1J-GIF0waZ7iPMYt8soPezhE3oe",
    "type": "movie",
    "name": "Gangubai Kathiawadi",
    "poster": "https://image.tmdb.org/t/p/w500/wHPEKlzg7CaJFCjWlMdZKpCRIDl.jpg",
    "description": "Duped and sold to a brothel, a young woman fearlessly reclaims her power, using underworld connections to preside over the world she was once a pawn in.",
    "background": "https://image.tmdb.org/t/p/w1280/zUioX7v6GBZm2TKySkpxitQuPtx.jpg",
    "released": "2022-01-01",
    "imdbRating": "7.4"
  },
  {
    "id": "gdrive:1W0LHQn_XZGlWB4B67ypDpGSofM5t-Q7S",
    "type": "movie",
    "name": "Lajja",
    "poster": "https://image.tmdb.org/t/p/w500/xFvCS5h3TyixKaBintDoVjYGyVZ.jpg",
    "description": "Vaidehi (Manisha Koirala) gets married to Raghuvir (Jackie Shroff), an NRI. Suffering the agony of an unhappy marriage, she decides to run away from him when she learns that she is pregnant and he wants to take the child away from her. In her pursuit for freedom, she meets Mythili (Mahima Chaudhury) a bride-to-be, Janaki (Madhuri Dixit) a theatre artist and Ramdulari (Rekha) a village midwife - all of whom are victims of male chauvinism. They however refuse to be put down and fight for their rights.",
    "background": "https://image.tmdb.org/t/p/w1280/b1UHZGlTZFJOrZ13Zh5XO3wcmQi.jpg",
    "released": "2001-01-01",
    "imdbRating": "7.0"
  },
  {
    "id": "gdrive:12XpeEDVVILxsqlp2uXgCHCfusATZ--eR",
    "type": "movie",
    "name": "Zakhm",
    "poster": "https://image.tmdb.org/t/p/w500/qXJWHVj3vcQviTKpKGHjYMypitj.jpg",
    "description": "Amidst religious riots, a son deals with his mother's life-threatening injuries, and her last request.",
    "background": "https://image.tmdb.org/t/p/w1280/l9lmAJ2JzasKUnd6GJmCsIkWqJz.jpg",
    "released": "1998-01-01",
    "imdbRating": "7.3"
  },
  {
    "id": "gdrive:1UcutvaA0JQes9VjRmAGQjvK4jya-Ze7T",
    "type": "movie",
    "name": "RRR",
    "poster": "https://image.tmdb.org/t/p/w500/u0XUBNQWlOvrh0Gd97ARGpIkL0.jpg",
    "description": "A fictional history of two legendary revolutionaries' journey away from home before they began fighting for their country in the 1920s.",
    "background": "https://image.tmdb.org/t/p/w1280/i0Y0wP8H6SRgjr6QmuwbtQbS24D.jpg",
    "released": "2022-01-01",
    "imdbRating": "7.7"
  },
  {
    "id": "gdrive:1_G6QOliK4IEaKw4CMS0vqUOXH3fSj97V",
    "type": "movie",
    "name": "U Me Aur Hum",
    "poster": "https://image.tmdb.org/t/p/w500/i4bqpI1SyauVMyGCzZKjs4HR0pj.jpg",
    "description": "The movie starts with Ajay (Ajay Devgan) telling a boy that he should make his move on a girl he likes. The boy (who is his son) tells him that if he can go woo another older lady, he will tell the girl he likes about his feelings.",
    "background": "https://image.tmdb.org/t/p/w1280/cEuaStim4rKuba7K1uhlKQXo6aG.jpg",
    "released": "2008-01-01",
    "imdbRating": "6.2"
  },
  {
    "id": "gdrive:1wyfLwbN8XBCDXHiRdY8C_6Y112-UB79q",
    "type": "movie",
    "name": "Thakshak",
    "poster": "https://image.tmdb.org/t/p/w500/rUGay9zMlCvyJ3IBPNvinv4YX4Y.jpg",
    "description": "Nahar Singh's (Amrish Puri) fore-fathers and he have sworn to protect the family and heirs of powerful underworld don, Jodhabhai and his heirs for generations. Nahar would like his son, Ishaan (Ajay Devgan) to continue this tradition, to which he is willing as he friendly with Jodhabhai's son, Sunny (Rahul Bose). Ishaan's vow begins to falter when he falls in love with Suman Dev (Tabu). Things gets even more complicated when Suman comes forward to testify that she witnessed Sunny's car being driven from the scene of a multiple homicide. Sunny finds this out and asks Ishaan to chose between him and Suman, and Ishaan choses Suman. Things escalate out of control when Nahar is killed; and Ishaan becomes a prime suspect in the multiple-family homicide.",
    "background": "https://image.tmdb.org/t/p/w1280/tNiXlsxiiMzEoppkC6ebC4P4zCs.jpg",
    "released": "1999-01-01",
    "imdbRating": "6.3"
  },
  {
    "id": "gdrive:13EMCmHlz964TeSTcDu3vbPgFk0uxBHrd",
    "type": "movie",
    "name": "Tera Mera Saath Rahen",
    "poster": "https://image.tmdb.org/t/p/w500/jPYFXngk3S0QEgdNS3Hxi8eWVRE.jpg",
    "description": "Raj Dixit lives with his younger brother, Rahul, who is disabled, both mentally and physically, from birth. Raj is also employed full-time, and after work, has the responsibility of looking after Rahul, which leaves him no time for himself. His beautiful neighbor, Suman Gupta, is attracted to him, but he regards her as a friend only. When Mr. Khanna introduces him to his niece, Madhuri, both instantly falls in love. The only problem is that Madhuri will only marry Raj, if Rahul is institutionalized. Raj agrees to get him admitted in a facility, much to Madhuri's delight, and together they start to plan their marriage, not realizing that things are going to take a turn for the worse.",
    "released": "2001-01-01",
    "imdbRating": "4.3"
  },
  {
    "id": "gdrive:13rcLFWbtRLcFEM8y12DTLYPz4igurEkE",
    "type": "movie",
    "name": "Hindustan Ki Kasam",
    "poster": "https://image.tmdb.org/t/p/w500/nCcdnqWI3Yox7cPkVisgL4DnU0.jpg",
    "description": "A mother gives birth to twins. Unfortunately, they are separated. One of the children ends up in neighbouring Pakistan and grows up a devout Muslim named Tauheed, while the other grows up as a Hindu named Ajay. With the on-going rivalry and hatred between the two countries, both find themselves on the opposite side, and must battle each other. The only way they can unite is by saving the life of the Pakistani Prime Minister, who himself has become the target of terrorists.",
    "background": "https://image.tmdb.org/t/p/w1280/pvMEq1rybuzicyDMNxzsldlF50n.jpg",
    "released": "1999-01-01",
    "imdbRating": "5.7"
  },
  {
    "id": "gdrive:1qgvbmc6Yb4TPIs07zgToWXFH_ML7DTCP",
    "type": "movie",
    "name": "Pyaar To Hona Hi Tha",
    "poster": "https://image.tmdb.org/t/p/w500/7AxLqNWoZIzvqdNAyb62JwDHr4W.jpg",
    "description": "Sanjana loves Rahul, but Rahul treats Sanjana as a friend. He is attracted to Nisha, and announces that he will be marrying her soon. Sanjana does not take kindly to this, and in her heart hopes to make Rahul change his mind. She hires Shekhar to be her lover/boyfriend, and go out with her, so as to make Rahul jealous. This does not work, Rahul is drawn even closer to Nisha, and Shekhar finds himself falling in love with Sanjana. Sanjana finds herself getting attracted to Shekhar, only to find out that the police, especially Inspector Khan, would like to arrest Shekhar for criminal activities",
    "background": "https://image.tmdb.org/t/p/w1280/4McEHC7roY5WIasANnDD7thSszW.jpg",
    "released": "1998-01-01",
    "imdbRating": "6.2"
  },
  {
    "id": "gdrive:1zlbW9rbzGu21KXcD1G1hobFO8fxaF15v",
    "type": "movie",
    "name": "Company",
    "poster": "https://image.tmdb.org/t/p/w500/1A2J7bYryOmBVBU8qpTs3fta0hv.jpg",
    "description": "Mallik is a henchman of Aslam Bhai, a Mumbai underworld kingpin. He inducts local hothead Chandu into the gang, and the two of them soon form a formidable faction within the gang, eventually displacing Aslam. As the empire grows, however, the two of them start drifting apart.",
    "background": "https://image.tmdb.org/t/p/w1280/iFd0f324IzQgZkCEq5uTc4LUJ1G.jpg",
    "released": "2002-01-01",
    "imdbRating": "6.8"
  },
  {
    "id": "gdrive:1OJPSaGep7mIST3ZuH_sA17s0kJtW__L2",
    "type": "movie",
    "name": "The Legend of Bhagat Singh",
    "poster": "https://image.tmdb.org/t/p/w500/pOd8woHbZUDn9HheKTkSQHFNTZ2.jpg",
    "description": "Born in British India, Bhagat Singh witnesses numerous atrocities during his childhood and grows up to become one of the most fearless freedom fighters in the country.",
    "background": "https://image.tmdb.org/t/p/w1280/pJ3m234HaUOCRlcOSM9BhfNKrEd.jpg",
    "released": "2002-01-01",
    "imdbRating": "7.0"
  },
  {
    "id": "gdrive:10vIVE7EkJC8EN4OJWI2pXHK5C3WCSp5H",
    "type": "movie",
    "name": "Dil Hai Betaab",
    "poster": "https://image.tmdb.org/t/p/w500/x2KBYCT0BiyO0BM6oKx4DKLWdkf.jpg",
    "description": "Meena is an attractive young lady who lives with her middle-classed parents in a city in India. Her father is Parshuram who works as a chaprasi (peon) with an organization run by the wealthy Vikram Singh. Meena meets with Raja, a fellow collegian, and both fall in love with each other. The two lovers run into problems when they find out that another young man by the name of Ajay also loves Meena and will not permit anyone to get in their way. But when Meena appeals to Ajay, he relents and gives his blessings to the young couple. Just when the two think the line is clear for them to marry, Meena's parents receive a proposal from Vikram Singh. Greedy Parshuram is delighted with this, and hopes that he will get a promotion for being the father-in-law of the owner of his employer. The question remains will Meena also react like her dad, and agree to marry Vikram?",
    "released": "1993-01-01",
    "imdbRating": "3.0"
  },
  {
    "id": "gdrive:1LyDf1nEEM1FzdJi9B0SBnrlxdzahAz3b",
    "type": "movie",
    "name": "Kachche Dhaage",
    "poster": "https://image.tmdb.org/t/p/w500/dldo2zZgGVlhvKG6DvqJd5nnjAt.jpg",
    "description": "Dhananjay  and Aaftab are half brothers who have never met. When they first do they instantly loathe each other, having nothing in common. One night, Aaftab blows up a loaded truck while trying to steal from it and attracts a mass of unwanted enforcers. Soon, Aaftab is forced to send Dhananjay into a trap but ends up with them both being handcuffed and escaping from the Border Security Force, the Central Bureau of Investigation, and the border mafia who are attempting to incriminate the brothers for anti-national activities and murder. Fate has it such that they are forced to escape on foot, on motorbikes, cars, stolen trucks, and even handcuffed to each other on a moving goods train.",
    "background": "https://image.tmdb.org/t/p/w1280/4ifeatUQJ1v6Q4bNPeIWdTgGJRC.jpg",
    "released": "1999-01-01",
    "imdbRating": "5.4"
  },
  {
    "id": "gdrive:1OwZkaoPmu54ZrSVDuhtWfq0U0yryrdea",
    "type": "movie",
    "name": "Raju Chacha",
    "poster": "https://image.tmdb.org/t/p/w500/eWT27sD5lp8y5CaMoknhFO3OwRi.jpg",
    "description": "Siddhant Rai is a single father, looking after three young children. All four of them live a wealthy and comfortable lifestyle, which changes suddenly when Siddhant passes away after a car accident. Siddhant's shady relatives hire a former jailbird and con-man by the name of Shekar to pose as their paternal uncle, Raju, which he does for a hefty sum of money. When Raju is introduced to the children, he is an instant hit with them, as well as their Catholic governess, Anna. Then the Rai family are stunned when another young man enters their lives - claiming to be the real Raju Chacha.",
    "background": "https://image.tmdb.org/t/p/w1280/2gAkClLzdp2vPqbrujw3ibLppNr.jpg",
    "released": "2000-01-01",
    "imdbRating": "5.9"
  },
  {
    "id": "gdrive:1o4fZsxtQgSI-035vn2ANgsdhblmJjAJF",
    "type": "movie",
    "name": "Kaal",
    "poster": "https://image.tmdb.org/t/p/w1280/dzFAY2jqODs7GXGhi590222WAyw.jpg",
    "description": "After a series of deaths in Orbit Wildlife Park are attributed to a man-eating tiger, wildlife reporter Krish Thapar decides to investigate the incidents for a magazine article. But something deadlier than tigers hunts in the forest.",
    "background": "https://image.tmdb.org/t/p/original/qkRjxtLsoxbzqz11xgSPQ7TxSmA.jpg",
    "released": "2005-01-01",
    "imdbRating": "6.6"
  },
  {
    "id": "gdrive:1ojfciWo2jYySAXoBIlaSapHz9li4H7_y",
    "type": "movie",
    "name": "Tezz",
    "poster": "https://image.tmdb.org/t/p/w500/iokEa7lggQqReHkj9rs27m07Jt1.jpg",
    "description": "To revenge his past, Aakash Rana plants bomb in a train endangering lives of 500 passengers.",
    "background": "https://image.tmdb.org/t/p/w1280/aoeWBR1wjVA5DBHILiAMP5cU7IN.jpg",
    "released": "2012-01-01",
    "imdbRating": "4.1"
  },
  {
    "id": "gdrive:116ivvRMm_k-171fVy8w7O9O65RmwDfM0",
    "type": "movie",
    "name": "Hogi Pyaar Ki Jeet",
    "poster": "https://image.tmdb.org/t/p/w500/wgi3V0V3RsIr8S0IbQXPUpsYPLf.jpg",
    "description": "Surjit finds out that his sister is in love with Manjit Singh . Surjit goes to Thakurs house in order to get Manjit to marry his sister. The Thakur humiliates him; making him, a vegetarian, eat dog food and beg on his knees. Surjit does so and is told to go home and make wedding preparations. The next day, Thakur visits Surjit and kills him and his wife in broad daylight.",
    "background": "https://image.tmdb.org/t/p/w1280/31gfLGmTpgmvTcQYW53DeC9sZrF.jpg",
    "released": "1999-01-01",
    "imdbRating": "5.6"
  },
  {
    "id": "gdrive:1pjh4TvQwqx6FeNZ7VJW_4w5YdBfpf21B",
    "type": "movie",
    "name": "Bhoot",
    "poster": "https://image.tmdb.org/t/p/w500/tbQMeDyLSYUqHOcOexuJVeE3wLy.jpg",
    "description": "A Mumbai businessman and his wife are looking for a new flat. Apartment 1201 has been vacant since its previous occupant jumped to her death. Undeterred, the couple still decides to move in, but before long, the wife starts to have visions.",
    "background": "https://image.tmdb.org/t/p/w1280/bU0Mg9htLgTXOhwq1bNyfLAT3d5.jpg",
    "released": "2003-01-01",
    "imdbRating": "5.7"
  },
  {
    "id": "gdrive:1JHlaxEP9oNjSgcgagw9bwpnY2Nu54IFr",
    "type": "movie",
    "name": "Tango Charlie",
    "poster": "https://image.tmdb.org/t/p/w500/jGfWsWcndUpzrdxZ8uddKYlJUsk.jpg",
    "description": "Indian Army Sepoy Tarun Chauhan is assigned to proceed to Northeastern part of India that has been rocked by riots and violence with orders to report to his superior, Havaldar Mohammed Ali. Once there, he comes to know that things can be quiet for weeks, following by sporadic violence, and casualties on both sides. His group also comes under attack by vicious terrorists, who like to cut an ear from a dead body, then leave the body as bait, in order to kill anyone who comes to the rescue. This is where Tarun makes his first kill.",
    "background": "https://image.tmdb.org/t/p/w1280/vRAVN6Pn3dWuQTC6JD88ZnhjH4F.jpg",
    "released": "2005-01-01",
    "imdbRating": "6.3"
  },
  {
    "id": "gdrive:1woc7ovDExJKgkPZBlDrU5ylv3pmIN28D",
    "type": "movie",
    "name": "Dil Toh Baccha Hai Ji",
    "poster": "https://image.tmdb.org/t/p/w500/f0J9E4BuhliUAtEsNdKSUcRkBPt.jpg",
    "description": "Three roommates are in search of true love. They each find a girl with whom they fall head over heels in love with. Now they just have to get the women to reciprocate.",
    "background": "https://image.tmdb.org/t/p/w1280/bFFQrwalzSRDdVNncAmscKSv4fZ.jpg",
    "released": "2011-01-01",
    "imdbRating": "6.0"
  },
  {
    "id": "gdrive:1joUDarjzwVzboaKlMC9wJbj9hP77pXHz",
    "type": "movie",
    "name": "Gair",
    "poster": "https://image.tmdb.org/t/p/w500/zjguXiXCzCz9vtju8qCdztiSLgY.jpg",
    "description": "A child left on the steps of a temple is adopted by a rich man. The child grows up to be rich and successful and generates hatred and envy by others.",
    "background": "https://image.tmdb.org/t/p/w1280/cy4cH1ydGRcoLetFTZKudQpA5qr.jpg",
    "released": "1999-01-01",
    "imdbRating": "8.2"
  },
  {
    "id": "gdrive:1r3nMhHE7socUzZ9QckoPZuqCZbxI4S-5",
    "type": "movie",
    "name": "Dhanwaan",
    "poster": "https://image.tmdb.org/t/p/w500/2yTrIWebxujr8PX21RU7bigqLW9.jpg",
    "description": "Kashinath (Ajay Devgn) and Imli (Manisha Koirala) are childhood sweethearts and everyone expects them to marry. Then comes rich, wealthy, and sickly Anjali Chopra (Karisma Kapoor) into Kashinath's life, and then everything changes. Anjali gives up on her sickliness and becomes bold, thanks to Kashinath's care. Anjali falls in love with Kashinath, and boldly tells her dad, Manmohan Chopra (Dalip Tahil), that she will only marry Kashinath. But her dad wants her to wed Ajit (Avinash Wadhawan). Imli reveals her secret that she has heart disease, and if not treated, she will die. Kashinath, unaware of Anjali's affections must find the money to save his true love. What sacrifices will he have to make in order to achieve this?",
    "released": "1993-01-01",
    "imdbRating": "3.0"
  },
  {
    "id": "gdrive:1j-hJxkK6UwDgXvSyJzorxHSjbFpeWYA8",
    "type": "movie",
    "name": "Omkara",
    "poster": "https://image.tmdb.org/t/p/w500/qlaDOKLgMZnvHYOIsMn0q6zDtUo.jpg",
    "description": "Half-caste bandit Omkara Shukla abducts his lady love, Dolly Mishra, from her family. Thanks to his cleverness, he gets away with the kidnapping. A conspiracy, however, forms against him when he denies his right-hand man, Langda Tyagi, a promotion. Ultimately, this plot threatens not only his relationship with Dolly, but their lives and those of their associates as well.",
    "background": "https://image.tmdb.org/t/p/w1280/gVqaE2zavYB45ivgBXM6DncKDBP.jpg",
    "released": "2006-01-01",
    "imdbRating": "6.9"
  },
  {
    "id": "gdrive:1wCTbN7cJka-yYmuMfZfD9sz4DeNd5KkQ",
    "type": "movie",
    "name": "Ek Hi Raasta",
    "poster": "https://image.tmdb.org/t/p/w500/iJl31wwlTOYIWqVQsaXiQdtAaAN.jpg",
    "description": "Can Karan Singh stop Kubla, the vile terrorist from ruling over all of India and save Col. Choudry and his daughter Priya?",
    "released": "1993-01-01",
    "imdbRating": "4.4"
  },
  {
    "id": "gdrive:1dT4jLRAd_FOvYlzA3RUtjvtCSaXHtOjp",
    "type": "movie",
    "name": "Gundaraj",
    "poster": "https://image.tmdb.org/t/p/w500/cAabJw7YaeMMSxoFGG18iQRAGT5.jpg",
    "description": "Ajay is framed and sentenced to seven years in prison for the rape of three women. After four years he's out for good behaviour, and seeks revenge.",
    "released": "1995-01-01",
    "imdbRating": "7.8"
  },
  {
    "id": "gdrive:18QOgpYDPGvQc_sf-pYG8Fe2crvmyPo59",
    "type": "movie",
    "name": "Himmatwala",
    "poster": "https://image.tmdb.org/t/p/w500/rWuzBNbsNc0DPFoWBb9FlKwWt7f.jpg",
    "description": "When a temple priest commits suicide after being dishonored by an evil landlord, his son returns to his native village on a mission of vengeance.",
    "background": "https://image.tmdb.org/t/p/w1280/A4okQWfBt9TkPPERTaC63K7Uyox.jpg",
    "released": "2013-01-01",
    "imdbRating": "3.0"
  },
  {
    "id": "gdrive:1aoKBNC8tBQ4nt_eC17mfBSiXLQ1Kg8gx",
    "type": "movie",
    "name": "Bhuj: The Pride of India",
    "poster": "https://image.tmdb.org/t/p/w500/zc0OzUOF8B4x4AH4bubxw0mHCnF.jpg",
    "description": "Set in the backdrop of the 1971 Indo-Pakistan War, the film tells the story of the IAF Squadron Leader Vijay Karnik, and his bravery, patriotism and determination.",
    "background": "https://image.tmdb.org/t/p/w1280/Aoq4QMrrBJcFt6WQcwj6px2LXQp.jpg",
    "released": "2021-01-01",
    "imdbRating": "5.5"
  },
  {
    "id": "gdrive:15MynlnXLSVFvNQVT1J7_b-fUrIKbHFjx",
    "type": "movie",
    "name": "Golmaal 3",
    "poster": "https://image.tmdb.org/t/p/w500/1pB5cZOtc8bj1rBLAJk4Nukhj6s.jpg",
    "description": "Golmaal 3 highlights the story of hatred between two bunch of siblings within a family. The family that eats together prays together, lives together, and can't stand each other.",
    "background": "https://image.tmdb.org/t/p/w1280/A3hXRZxMzoZA2vxRLsGFJFZMR44.jpg",
    "released": "2010-01-01",
    "imdbRating": "5.5"
  },
  {
    "id": "gdrive:1MmAoOySoTespwwr8t8jn6RlQMNc4pMqa",
    "type": "movie",
    "name": "Qayamat: City Under Threat",
    "poster": "https://image.tmdb.org/t/p/w500/6m1X6pzhX2bFE6zcueymzyGgsEP.jpg",
    "description": "CBI Officer Akram Sheikh is on the verge of nabbing three dreaded Pakistan-backed arms dealers, the brothers Ali and Abbas and their common moll Laila. When Sheikh busts an important arms deal conducted by his three targets, Ali-Abbas join forces with Gopal, a corrupt scientist to get hold of a deadly virus and take the tourists at the Elphinstone Jail resort as hostage. Akram Sheikh is now compelled to get help from Rachit, a criminal serving jail time who was a former associate of Ali-Abbas and the only person in history to have successfully escaped the Elphinstone jail . Along with a commando team, they try to pull off a rescue attempt by breaking in the jail and rescuing the hostages.",
    "background": "https://image.tmdb.org/t/p/w1280/rY829BVghNTf6E8nf1j5upsEaJi.jpg",
    "released": "2003-01-01",
    "imdbRating": "4.9"
  },
  {
    "id": "gdrive:13ckBzG5oCemIx_SdR8sS1XOTVTzxJEIw",
    "type": "movie",
    "name": "Parwana",
    "poster": "https://image.tmdb.org/t/p/w500/c6yVNPRxqe1tkW477zRXv5ykeP3.jpg",
    "description": "A con-man/thief robs a suitcase containing explosives belonging to terrorists.",
    "released": "2003-01-01",
    "imdbRating": "6.7"
  },
  {
    "id": "gdrive:1kLnfm6uwV41wHoC9cer1PAVlqQ7bG2tP",
    "type": "movie",
    "name": "Jigar",
    "poster": "https://image.tmdb.org/t/p/w500/uWDpye3njNiwegY00rlV57IiC3i.jpg",
    "description": "When a gangster takes over the art of karate and causes unrest in a town, one man rises to fight against them.",
    "background": "https://image.tmdb.org/t/p/w1280/6ztsEa5YhnntXlphdSWplBD5sfm.jpg",
    "released": "1992-01-01",
    "imdbRating": "4.4"
  },
  {
    "id": "gdrive:1oGY1S3YyZMELFtheCavyxvIt4nnVIZc7",
    "type": "movie",
    "name": "Golmaal – Fun Unlimited",
    "poster": "https://image.tmdb.org/t/p/w500/3ubefqLk26Gy0lXCfGIu8hQrBak.jpg",
    "description": "Four runaway cons take shelter in a bungalow owned by an old blind couple.",
    "background": "https://image.tmdb.org/t/p/w1280/vstG9R65y2GlWbmrd1KJx2Rc300.jpg",
    "released": "2006-01-01",
    "imdbRating": "6.7"
  },
  {
    "id": "gdrive:1h26D6Uq0DmL8msixCsp5--1ZJTetuxCG",
    "type": "movie",
    "name": "Golmaal Returns",
    "poster": "https://image.tmdb.org/t/p/w500/2X6ZSlnBpgsOpH0ELDraWTD4QO7.jpg",
    "description": "Stuck all night on a yacht with a damsel in distress, Gopal lies to his soap opera junkie wife to avoid drama. This sets off a chain of chaotic events that ultimately land him smack dab in the middle of a police case.",
    "background": "https://image.tmdb.org/t/p/w1280/lwar9CzgbcpYEHn7XvQCVONGtrF.jpg",
    "released": "2008-01-01",
    "imdbRating": "5.5"
  },
  {
    "id": "gdrive:1Df5PPJFw81r18iRNRAFP4LyWZ0mpZQnH",
    "type": "movie",
    "name": "Deewangee",
    "poster": "https://image.tmdb.org/t/p/w500/m9gx5aY4V9cNkNTLROjgIFsUuzd.jpg",
    "description": "Hired by a singer to defend her friend, who has been accused of murder, a formidable lawyer learns that the man he represents may not be innocent.",
    "background": "https://image.tmdb.org/t/p/w1280/kCXsFUcIm8TGhfWsmH3D1CeqYbs.jpg",
    "released": "2002-01-01",
    "imdbRating": "6.4"
  },
  {
    "id": "gdrive:1BXT29kn8x40mPPqUUAKKzYl0ie1lKTSO",
    "type": "movie",
    "name": "Golmaal Again",
    "poster": "https://image.tmdb.org/t/p/w500/kGx26PL1v658T8XbOk5MfmNpHU3.jpg",
    "description": "Gopal and his best friends are back again, and this time they move back to their old neighborhood in a new palatial house where they learn that it is being haunted by a ghost.",
    "background": "https://image.tmdb.org/t/p/w1280/2JTqYozAkCUga9LSq64gI9CJ8Bm.jpg",
    "released": "2017-01-01",
    "imdbRating": "5.4"
  },
  {
    "id": "gdrive:1pahN8P9E57cgAYAUUIP3xYDqDkw5i-9r",
    "type": "movie",
    "name": "Tanhaji: The Unsung Warrior",
    "poster": "https://image.tmdb.org/t/p/w500/fZhgcUVwV7ocglL5XDq4ygsfXqD.jpg",
    "description": "When Aurangzeb recruits his trusted soldier Udaybhan to control the Kondhana fort, Shivaji's military leader Tanhaji Malusare and his army of Maratha warriors set out to recapture the fortress.",
    "background": "https://image.tmdb.org/t/p/w1280/tLdcFrsniNWrGCwkwcRcH79WAVh.jpg",
    "released": "2020-01-01",
    "imdbRating": "6.3"
  },
  {
    "id": "gdrive:1kIbOC4h-mJkEfhgD-w1DY9VgZ46Oyz5r",
    "type": "movie",
    "name": "Aakrosh",
    "poster": "https://image.tmdb.org/t/p/w500/bsWDigqdZxPBGjV6naJuITZNJ9U.jpg",
    "description": "The Central Bureau of Investigation deputes two officers to investigate the disappearance of three medical students, which they believe to be an incident of 'honour killing' in a small, closed community.",
    "background": "https://image.tmdb.org/t/p/w1280/6J63wikUFMOaKU7rmEXNLxc1gka.jpg",
    "released": "2010-01-01",
    "imdbRating": "7.0"
  },
  {
    "id": "gdrive:1FdCSXdqxFQFOv9L_UiJs0dgN0R_XyISL",
    "type": "movie",
    "name": "Singham",
    "poster": "https://image.tmdb.org/t/p/w500/pggLRaurdWwjqX2vkhKIVQSBjXV.jpg",
    "description": "An honest, small town cop is transferred to a big city that is controlled by a crime boss that he had once humiliated.",
    "background": "https://image.tmdb.org/t/p/w1280/hEwPNUPLim6XxelWKkH4zGXdenx.jpg",
    "released": "2011-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:1oJ9VLCcoi8eV1vWLhLJsQscS_InHlt2j",
    "type": "movie",
    "name": "Singham Returns",
    "poster": "https://image.tmdb.org/t/p/w500/k8CDjZLYG8bCIuXWAg4gukxf0BE.jpg",
    "description": "Owing to the wrongdoings affiliated with evils similar to black money, an honest but ferocious police officer returns as the Deputy Commissioner of Police with the prospect of wiping out injustice.",
    "background": "https://image.tmdb.org/t/p/w1280/rvG9irR3D0HrxAA0Jh577Rik2Ck.jpg",
    "released": "2014-01-01",
    "imdbRating": "6.1"
  },
  {
    "id": "gdrive:1LqeXCc5U3_dH7guM5AH1uMPV6gMSM8E5",
    "type": "movie",
    "name": "Phool Aur Kaante",
    "poster": "https://image.tmdb.org/t/p/w500/lNxSSYUK2RZtTo9rKCyzVq1twzM.jpg",
    "description": "Ajay, the son of criminal leader Nageshwar, leads a peaceful family life. However, when the rivals kidnap Ajay's son, Nageshwar forces him to join the life of crime to rescue his child.",
    "released": "1991-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:1ilLXd412s03dxwea9OY5yelhO6UwvFru",
    "type": "movie",
    "name": "Raid",
    "poster": "https://image.tmdb.org/t/p/w500/9nBcwYchjSK5qsD11LtNS6OKkXo.jpg",
    "description": "After receiving an anonymous tip, a tax officer leads a raid on the mansion of the most powerful figure in Lucknow, a member of parliament who has been evading income tax for years.",
    "background": "https://image.tmdb.org/t/p/w1280/mGejBcQ1XpNF14xipiss1AuZvJc.jpg",
    "released": "2018-01-01",
    "imdbRating": "7.1"
  },
  {
    "id": "gdrive:16t0zUk2r1JMtnqCbw7fnu7vbEr_7hsFe",
    "type": "movie",
    "name": "Hulchul",
    "poster": "https://image.tmdb.org/t/p/w500/4f5DquBzVQ1SYwRSeoGtZAqpMnm.jpg",
    "description": "A troubled ACP adopts a young poor child named Deva whose mother and father died. When he grows up, he helps his adopted father as a police officer and ACP to solve various crimes around town to save his job and protect his family. Deva should not only help his father by tracking down a mob or fight gang members, but he has to release his half-brother Karan from police custody after he is framed for murder.",
    "background": "https://image.tmdb.org/t/p/w1280/v2QuBn1tAg6WZuTOdCyVdUzyB48.jpg",
    "released": "1995-01-01",
    "imdbRating": "8.1"
  },
  {
    "id": "gdrive:1FHot212l_-LT7ojwbN80yxalmEGXA_PM",
    "type": "movie",
    "name": "Shivaay",
    "poster": "https://image.tmdb.org/t/p/w500/2BWgVSH1cbTHtaD11Ckf9JLmT7B.jpg",
    "description": "Shivaay , a fearless Himalayan mountaineer covered in Lord Shiva tattoos, heads to Bulgaria to fulfill his nine-year-old daughter Gaura’s  wish of seeing her mother Olga, who abandoned them years ago. But their plan goes for a toss when the little girl gets kidnapped in the foreign land. Rescuing her from the masked child-traffickers becomes his only reason for survival.",
    "background": "https://image.tmdb.org/t/p/w1280/zyBhDZaQwDgaKzCycIetW7mgqSQ.jpg",
    "released": "2016-01-01",
    "imdbRating": "5.8"
  },
  {
    "id": "gdrive:1rmMmcmBsEat7wpVQoiBghhw5t8dnb-r5",
    "type": "movie",
    "name": "Dil Kya Kare",
    "poster": "https://image.tmdb.org/t/p/w500/61k3JXpqxfjcltYEgzdotOWaUo.jpg",
    "description": "Anand Kishore, his wife, Kavita  and only child, a daughter, Neha , live a happy and serene life in Delhi, India. Their lives are turned upside down when Kavita finds out that Neha is being stalked by a woman named Nandita Rai",
    "background": "https://image.tmdb.org/t/p/w1280/nrRgNkbIRWergIWvI8eGBIxCpd9.jpg",
    "released": "1999-01-01",
    "imdbRating": "5.5"
  },
  {
    "id": "gdrive:1RffimIbM6YcHqyhG-Xv8Y2LxjtlAZaOS",
    "type": "movie",
    "name": "Naajayaz",
    "poster": "https://image.tmdb.org/t/p/w500/y8ZaU9BLwx6KTZsbEU4yrs1sp8D.jpg",
    "description": "Jai and Sandhya are on the case of taking down Raj Solanki, a gangster. However, things take an unexpected turn when Jai finds out that Raj is his father.",
    "background": "https://image.tmdb.org/t/p/w1280/N68csGCxkAY1GZt3O5NO2wix9I.jpg",
    "released": "1995-01-01",
    "imdbRating": "5.3"
  },
  {
    "id": "gdrive:1cvi4elGzqTQXJqe2rN5shd4gg7DHq2C3",
    "type": "movie",
    "name": "Bol Bachchan",
    "poster": "https://image.tmdb.org/t/p/w500/9k3qk8dmvawAWE34MpRAWkfwnKJ.jpg",
    "description": "Abbas Ali (Abhishek Bachchan) lives in Chandni Chowk, New Delhi with his sister Sania (Asin Thottumkal). They are legally fighting for an ancestral property— land case. But the odds turn against them and they lose. Their well wisher, Shastri Chacha, advises and convinces them to migrate to his village Ranakpur where he assures Abbas that he will get him a job at his owner's place. The owner being none other than the powerful Prithviraj Raghuvanshi (Ajay Devgn). Abbas enters Ranakpur village and while saving a child trapped inside a temple, he breaks open the lock of an ancestral temple but fate plays an important twist in Abbas' life as the whole village including Prithviraj's step-brother Vikrant opposes Abbas' actions but Prithviraj arrives and handles the situation.",
    "background": "https://image.tmdb.org/t/p/w1280/7YT1pHBF9B7Q7KgDLLJrJRyddVj.jpg",
    "released": "2012-01-01",
    "imdbRating": "5.6"
  },
  {
    "id": "gdrive:1Jv6bId6MiuGPaGD4Pu0BTcc1KBaRpTK0",
    "type": "movie",
    "name": "Raajneeti",
    "poster": "https://image.tmdb.org/t/p/w500/bZJeKk1vzekp2xfGecwYoUZGzoB.jpg",
    "description": "It is the story of a fiercely fought election campaign, where money power and corruption are the accepted norms, and where treachery and manipulation are routinely used weapons. As the personal drama of these conflict-ridden characters unfolds against this gritty backdrop, love and friendship become mere baits, and relationships get sacrificed at the altar of political alignments. The darkness that rises from their souls threatens to envelope all that they hold precious. Until eventually, in the crescendo of increasing violence, the line between good and evil blurs, making it impossible to distinguish heroes from villains. Raajneeti is the story of Indian democracy. And its ugly underside. It is about politics. And beyond.",
    "background": "https://image.tmdb.org/t/p/w1280/rFWMhQvv7J4ZFd55j0YXxROuJAX.jpg",
    "released": "2010-01-01",
    "imdbRating": "6.3"
  },
  {
    "id": "gdrive:16zxtMya4eewMUlzOY2ZnYaY8eYMvS7qY",
    "type": "movie",
    "name": "All the Best: Fun Begins",
    "poster": "https://image.tmdb.org/t/p/w500/8PFqM3uF5FUEctVGJa7IToZyq7I.jpg",
    "description": "In order to increase his monthly allowance, Veer lies to his stepbrother Dharm about being married. When Dharm unexpectedly arrives in Goa, he mistakes Prem's wife for Veer's. This case of mistaken identities leads to chaotic and hilarious situations.",
    "background": "https://image.tmdb.org/t/p/w1280/dwA6HnL33Y87ftoCCemncSj4UaR.jpg",
    "released": "2009-01-01",
    "imdbRating": "6.1"
  },
  {
    "id": "gdrive:16T456hHa7Z6iPqf4L8dlX00zoAqm5c5Z",
    "type": "movie",
    "name": "Son of Sardaar",
    "poster": "https://image.tmdb.org/t/p/w500/rqFbCvKVPdqI1Yrm8Xn172XXiVC.jpg",
    "description": "A Punjabi man returning to India falls in love with a woman whose family welcomes him as a guest before realizing he is the man they need to kill in order to avenge their loved ones.",
    "background": "https://image.tmdb.org/t/p/w1280/uH3YJcZuSd4ngVQ89Nw7limfU1S.jpg",
    "released": "2012-01-01",
    "imdbRating": "4.5"
  },
  {
    "id": "gdrive:1UMyvB3z0vLblEwlZW6RN4R9uRzFFLJcm",
    "type": "movie",
    "name": "Yeh Raaste Hain Pyaar Ke",
    "poster": "https://image.tmdb.org/t/p/w500/sg9gpuKn8XAQKAkBlORzbzg15X4.jpg",
    "description": "Two con artistes and car thieves, Vicky and Sakshi, are faced with death when they accidentally kill Bhanwarlal's brother. Bhanwarlal and his other brother both swear to avenge the death of their brother and mistakenly kill Rohit Verma, who is a look-alike of Vicky.",
    "background": "https://image.tmdb.org/t/p/w1280/hhzRFfBnYk0QxFNN4k3br8tNtHq.jpg",
    "released": "2001-01-01",
    "imdbRating": "4.5"
  },
  {
    "id": "gdrive:1OTtzUBjy-0A_ximpKE8MyTRRIc4sue6N",
    "type": "movie",
    "name": "Taarzan: The Wonder Car",
    "poster": "https://image.tmdb.org/t/p/w500/q3c61F5c987j5dbV3i6acsDPvqW.jpg",
    "description": "Raj rebuilds his murdered father's car and names it Taarzan, but the car comes to life in a miraculous way and slowly starts killing the killers of Raj's father.",
    "background": "https://image.tmdb.org/t/p/w1280/hnC0XJ5jenLaJ1HhQCCfr84u4Nm.jpg",
    "released": "2004-01-01",
    "imdbRating": "5.6"
  },
  {
    "id": "gdrive:12ry-t4IMzF0Ppkwdx6ReLp_P8T49-sau",
    "type": "movie",
    "name": "Drishyam",
    "poster": "https://image.tmdb.org/t/p/w500/gIClWRv5OSe8rl5Koi0AeUcCZ9Z.jpg",
    "description": "A simple street-smart man tries to protect his family from a cop looking for her missing son who was accidently killed by his daughter.",
    "background": "https://image.tmdb.org/t/p/w1280/8xnjsw3Oh3zrT6Pu1WVp8dQYatT.jpg",
    "released": "2015-01-01",
    "imdbRating": "7.6"
  },
  {
    "id": "gdrive:1iJCXpWVIC29YOxwc2Q8UuAYz8ylt_g1j",
    "type": "movie",
    "name": "Dilwale",
    "poster": "https://image.tmdb.org/t/p/w500/oQJfbkVuRsP8RdUVRzYOzYByd4B.jpg",
    "description": "The Police Commissioner, Advocate Sinha and Police Inspector Vikram Singh arrive at the Central Mental Hospital to speak with an inmate, Arun Saxena. They hope to get Vikram to befriend Arun so that they could unravel the mystery as to why Arun ended up romancing wealthy Sapna, then getting involved with Jyoti, and subsequently killing her. Arun is arrested, confesses to the the homicide and is sentenced to be hanged. This news unsettles Arun to such an extend that he becomes mentally unstable and is institutionalized. Vikram hopes to befriend Arun, get him cured and medically discharged, and ensure that he is hanged.",
    "background": "https://image.tmdb.org/t/p/w1280/gpfRDK24R85A7wKSNIx8lBSlsGE.jpg",
    "released": "1994-01-01",
    "imdbRating": "6.4"
  },
  {
    "id": "gdrive:12TfpCdY6k1lO0CKgTKJQLCv-_klRP-5h",
    "type": "movie",
    "name": "Cash",
    "poster": "https://image.tmdb.org/t/p/w500/4xomHBsa2FrQqFkrpZyoOtt3HPr.jpg",
    "description": "When two groups of thieves compete to pull off a successful heist of a priceless diamond, they get caught in a web of murder and lies.",
    "background": "https://image.tmdb.org/t/p/w1280/b8cTVoa4MbGTvkDbNFTDRk6BGBI.jpg",
    "released": "2007-01-01",
    "imdbRating": "4.6"
  },
  {
    "id": "gdrive:1gdXsBizpXejM14mzabmuPol1l4gaI0nW",
    "type": "movie",
    "name": "Baadshaho",
    "poster": "https://image.tmdb.org/t/p/w500/cSeNkoe7ZC84jTa6HKdLEzUsSYW.jpg",
    "description": "Emergency has been declared in India. Maharani Gitanjali from one of Rajasthan's princely states has already lost her privy purse. Now, she fears that she will lose the last treasure chest of gold which has been forcibly taken away from her. So she asks her trusted lieutenant, Bhawani to step in and plan a heist.",
    "background": "https://image.tmdb.org/t/p/w1280/XKSODlezU7GRE9ufLiHI0D8MxU.jpg",
    "released": "2017-01-01",
    "imdbRating": "5.7"
  },
  {
    "id": "gdrive:1ArCdGlC9JE3lKx9YjGoSRS03S-WXEXWU",
    "type": "movie",
    "name": "Raincoat",
    "poster": "https://image.tmdb.org/t/p/w500/doz7H7x8MA7NBJdlqg8P0xCeK6R.jpg",
    "description": "Tells the story of two lovers, separated by destiny, who meet again one day. This encounter allows each to realize the truth about the lives they are living.",
    "background": "https://image.tmdb.org/t/p/w1280/wATxrmSllujUHc67YJV5Daql1Aq.jpg",
    "released": "2004-01-01",
    "imdbRating": "7.2"
  },
  {
    "id": "gdrive:1Xm54JA0JoP-3L5MtW0uj0qKBpw_9eSRE",
    "type": "movie",
    "name": "Diljale",
    "poster": "https://image.tmdb.org/t/p/w500/1D5yt3beDErVMl6rqccg4qsJfOc.jpg",
    "description": "Captain Ranvir is assigned the task of apprehending two terrorists named Shaka and Dara. Upon arrival in the region, he meets with and falls in love with Radhika, the daughter of Rajasaheb, who also is a Mantri. The latter approves of him, and arranges his wedding with his daughter. Before the engagement could take place, Ranvir finds out that he has a rival in Shaka, who was in love with Radhika before, and is all set to prevent this marriage at any and costs. Ranvir decides to postpone his wedding until such time he arrests Shaka and his associates - a decision that will not only pit him against well-armed terrorists, but also result in the abduction of a bus-load of Vaishnodevi devotees - which include Radhika and her Bua.",
    "background": "https://image.tmdb.org/t/p/w1280/i7joxRuNdRE8adiwU23nxWj8FZ9.jpg",
    "released": "1996-01-01",
    "imdbRating": "7.4"
  },
  {
    "id": "gdrive:1ZaAMfAJQi9z1LRBAmF_KxCLek2lag7XX",
    "type": "movie",
    "name": "Satyagraha",
    "poster": null,
    "description": "The Satyagraha (from Sanskrit सत्याग्रह) or embrace the truth \"(satya = truth agraha = seizure) is the principle of non-violence civil disobedience that Mohandas Karamchand Gandhi was introduced. What happened to the values of Gandhi today? What world do we want to build. Se film does not lecture, he does not explain, it opens a space to slip and sensitive issue.",
    "released": "2009-01-01"
  },
  {
    "id": "gdrive:1-NJj21SuxgQQX7DOrbidEZHIgvkNn6Y2",
    "type": "movie",
    "name": "Deewane",
    "poster": "https://image.tmdb.org/t/p/w500/cvdiDEeB5XoqPBO2j86LVaagxIK.jpg",
    "description": "Policeman Vishal is shot when his boss bungles a raid on a boat. To avoid the wrath of Vishal's family, his boss hires a lookalike to stop their suspicions. But when the policeman's girlfriend Sapna falls in love with the 'new' Vishal, all sorts of trouble is caused. Watch as events unfold itself and what a negative impact this will have on Vishaul's family.",
    "released": "2000-01-01",
    "imdbRating": "4.8"
  },
  {
    "id": "gdrive:1EyyJkznxFXyfXG2Z_Ju9DuGEPbqZVlm5",
    "type": "movie",
    "name": "Yuva",
    "poster": "https://image.tmdb.org/t/p/w500/8cMCIsULa0IrZq0KkCLejMINWmq.jpg",
    "description": "An accident on a bridge ties together three young men from different social classes, sparking a course of events that will forever alter their lives.",
    "background": "https://image.tmdb.org/t/p/w1280/xDs2K2VNBz7UemiUt3rywvdLHKx.jpg",
    "released": "2004-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:1pGGrZtPVY5wGe-ClvrawE1N4hKivlipg",
    "type": "movie",
    "name": "Once Upon a Time in Mumbaai",
    "poster": "https://image.tmdb.org/t/p/w500/qkPmQx9GMuwTDEuIUMoeN6DEqVA.jpg",
    "description": "A tale of two gangsters from the eras of past and present, whose lives enter parallel paths as they struggle to survive within Bombay's criminal underworld.",
    "background": "https://image.tmdb.org/t/p/w1280/vHIxxJH9P8YZhuzO0D1KtnSCBD8.jpg",
    "released": "2010-01-01",
    "imdbRating": "6.7"
  },
  {
    "id": "gdrive:16bLWnhwmGTCysES-BTdjK4Z2vTDheEEX",
    "type": "movie",
    "name": "Gangaajal",
    "poster": "https://image.tmdb.org/t/p/w500/hYgMIlRddxXV7WaVLy6QvGy5RPM.jpg",
    "description": "An honest Superintendent of Police, IPS Amit Kumar, is assigned to a crime infested town to reduce its crime rates. There, he soon learns that cleaning up the town also means confronting the corruption among police and politicians.",
    "background": "https://image.tmdb.org/t/p/w1280/coML7p8C5YUsEDLL4tACUGLXRTQ.jpg",
    "released": "2003-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:1nKRyEFKcqq63O-nBDuVYRY5Qq-7XZwp7",
    "type": "movie",
    "name": "Halla Bol",
    "poster": "https://image.tmdb.org/t/p/w500/deVwN1G189jS89OSR5gLgg38zs3.jpg",
    "description": "Ashfaque (Ajay Devgan) is a small town boy aspiring to be a film star in the Hindi film industry. He joins a street theatre group run by a reformed dacoit Sidhu (Pankaj Kapur) who uses street theatre as a medium to bring about an awakening in the masses. Ashfaque struggles to give a creative vent to the actor in him in order to realize his dreams.",
    "background": "https://image.tmdb.org/t/p/w1280/sit85q4m5Z7RxyhkxMjMHx31g0R.jpg",
    "released": "2008-01-01",
    "imdbRating": "4.7"
  },
  {
    "id": "gdrive:1vz_MyfGD8wzTXgg-ZW8tM7CRmqgxTw3I",
    "type": "movie",
    "name": "Zameer",
    "poster": "https://image.tmdb.org/t/p/w500/rrFEbQbaqM4vO0aZRpcJDwHKXhb.jpg",
    "description": "A spoiled brat gets married to her professor despite several challenges. Soon after, he learns that his wife was responsible for the separation of his former girlfriend and he leaves her, never to return.",
    "background": "https://image.tmdb.org/t/p/w1280/pXm7nnyRb7z6bOVdzvlzJQqBSNB.jpg",
    "released": "2005-01-01"
  },
  {
    "id": "gdrive:1WqaRWeVk3kyJMZeI62pEEGVmV1E4EuhT",
    "type": "movie",
    "name": "Apaharan",
    "poster": "https://image.tmdb.org/t/p/w500/gZbY2w5NKuJZ8XBmIPZnG2P7X5L.jpg",
    "description": "Story of a tumultuous and complex relationship between a father (Mohan Agashe) and son (Ajay Devgan), set against the backdrop of a thriving kidnapping industry in the Hindi heartland of Bihar.",
    "background": "https://image.tmdb.org/t/p/w1280/jMSJLvhyotHX6BYx0KVYIBxIVON.jpg",
    "released": "2005-01-01",
    "imdbRating": "6.1"
  },
  {
    "id": "gdrive:19ttruUno8GDDTeuuc_SJcIYOopTT4PTz",
    "type": "movie",
    "name": "Sunday",
    "poster": "https://image.tmdb.org/t/p/w500/rEFD2MOV4XrjVTmNwPP7p2Sm7hp.jpg",
    "description": "A dead body found floating in a lake… Unexplained scratch marks on her neck… Supari killers out to kill her… A taxi driver who yells ‘bhoot, bhoot’ every time he sees her...",
    "background": "https://image.tmdb.org/t/p/w1280/wmZqlsmnEirYLEo4jFJkmi5qFpM.jpg",
    "released": "2008-01-01",
    "imdbRating": "4.9"
  },
  {
    "id": "gdrive:12Jqtm9fxqVB5AvUn4Urg9vTeAG2_geap",
    "type": "movie",
    "name": "De De Pyaar De",
    "poster": "https://image.tmdb.org/t/p/w500/lKxbegRPahPDeOYeaDHhsNJDZU8.jpg",
    "description": "A 50-year-old single father faces disapproval from his family and his ex-wife when he falls in love with a 26-year-old woman.",
    "background": "https://image.tmdb.org/t/p/w1280/fvZJ9A0iGRx5yW6Q3r8kYQPpRhj.jpg",
    "released": "2019-01-01",
    "imdbRating": "5.9"
  },
  {
    "id": "gdrive:1t4WzSVbaBaDMfWynpIBD6XHz499XJ_7S",
    "type": "movie",
    "name": "Total Dhamaal",
    "poster": "https://image.tmdb.org/t/p/w500/2ZeE0hQSVMNjkRCqyxkBrvnmzsr.jpg",
    "description": "Con-artists Guddu and Johnny, a bickering couple Avinash and Bindu who are on a verge of divorce, a fireman Lallan and his side-kick siblings Adi and Manav and a cunning police commissioner set out on a mad chase for a hidden booty of Rs 50 crores in a zoo in Janakpur.",
    "background": "https://image.tmdb.org/t/p/w1280/yJfDW88o0SUqisbGtLR4t5qI6xb.jpg",
    "released": "2019-01-01",
    "imdbRating": "5.2"
  }
]
