[
  {
    "id": "gdrive:1vyN3CLQzODxKHKagB8RI5ao-Osv7-DYC",
    "type": "movie",
    "name": "Laawaris",
    "poster": "https://image.tmdb.org/t/p/w500/pXe5nIyi5hJhSvjb7CVLVl3KL4O.jpg",
    "description": "Left in the care of an alcoholic Gangu Ganpat, young Heera, who named himself after a stray dog, wrestles with life in his young age. Years later, now a young man , he works for Mahendar Singh and is in love with Mohini, who will not have anything to do with him due to his lack of ancestry. Heera is now determined to find out who his parents are, and the only one who can help him is the elusive, alcohol-induced and incoherent Gangu Ganpat.",
    "background": "https://image.tmdb.org/t/p/w1280/1IgviiTU97WCweA3mP2CtWd8DFF.jpg",
    "released": "1981-01-01",
    "imdbRating": "6.3"
  },
  {
    "id": "gdrive:1YWP_Kc5FaHEtyG_VQCw_Y35ksAMV_WAx",
    "type": "movie",
    "name": "Haré Rama Haré Krishna",
    "poster": "https://image.tmdb.org/t/p/w500/8H7wfQpcZvrbgAhuhKruSwXHlpJ.jpg",
    "description": "A young man travels to Kathmandu to find his long-lost sister who is with a band of hippies and bring her back to the family. But doing so may be more difficult than he thought.",
    "background": "https://image.tmdb.org/t/p/w1280/ez8VF8UrIsmCndH4j7ayhiUWjye.jpg",
    "released": "1971-01-01",
    "imdbRating": "6.1"
  },
  {
    "id": "gdrive:1O7gM_YxYPmwdYfifuEB-zYMA9hceckhw",
    "type": "movie",
    "name": "Alaap",
    "poster": "https://image.tmdb.org/t/p/w500/mHpgSe8MAGVGiHN9dwemRvow10N.jpg",
    "description": "Dedicated to the memory of the great singers K. L. Saigal and Mukesh, this charming and unpretentious film offers a palate-cleansing change from the spicy “masala” epics that dominated its era, and features their superstar Amitabh Bachchan in a decidedly offbeat role.",
    "background": "https://image.tmdb.org/t/p/w1280/3NhhdFlR5CHkX23Jl6RbYUoW62R.jpg",
    "released": "1977-01-01",
    "imdbRating": "8.5"
  },
  {
    "id": "gdrive:1Sf46FucL9dwsWn9CPtKk8zUJ-nUw7uMn",
    "type": "movie",
    "name": "Zameer",
    "poster": "https://image.tmdb.org/t/p/w500/mazm9iTC4i2idkjBW3XUBYDZs0p.jpg",
    "description": "Maharaj Singh is a proud owner of several derby-winning stallions, and lives in a palatial farmhouse with his wife, Rukmini and young son, Chimpoo. One day dacoits attack his farmhouse with a view of stealing the stallions.",
    "background": "https://image.tmdb.org/t/p/w1280/jPJz1D7ZzOrP9m4s13F6usIZpwW.jpg",
    "released": "1975-01-01",
    "imdbRating": "4.7"
  },
  {
    "id": "gdrive:1AVbRM8CvCfJY_EDZp5k9VRLE4L9fWhnp",
    "type": "movie",
    "name": "Kyun! Ho Gaya Na...",
    "poster": "https://image.tmdb.org/t/p/w500/kKJZqL53LhyTB5vuBj8dQ3JW9Wh.jpg",
    "description": "A man and a woman have opposing beliefs about love. He sees her as a friend, but she is in love with him. When the woman decides to marry someone else, the man is left with a heavy heart and wonders if this is what love feels like.",
    "background": "https://image.tmdb.org/t/p/w1280/cxp835z7tswt1g2eBTisOU6cHs9.jpg",
    "released": "2004-01-01",
    "imdbRating": "4.8"
  },
  {
    "id": "gdrive:1g2HaohIc3vqa-siTuSCfrlJ7phm8P9yJ",
    "type": "movie",
    "name": "Shakti",
    "poster": "https://image.tmdb.org/t/p/w500/2Gz21c2XNYIOWty9JaFMc3h825E.jpg",
    "description": "A policeman's son becomes a criminal after a childhood incident creates a rift between them.",
    "background": "https://image.tmdb.org/t/p/w1280/ntyHrFNzxIqRDLYgfs55TFsMmYv.jpg",
    "released": "1982-01-01",
    "imdbRating": "7.4"
  },
  {
    "id": "gdrive:15IT-PIJbbQwoc6HN_YCt2Jgfkvu6H9XV",
    "type": "movie",
    "name": "Barsaat Ki Ek Raat",
    "poster": "https://image.tmdb.org/t/p/w500/2iIOuzUiOMvXNYSo36qKISzrDNy.jpg",
    "description": "In a small village in Darjeeling, Sahuji the merchant has weaved a web of corruption in every layers of the social fabric.  And he is also involved in rampant smuggling of goods across the border, and everyone from the local jeweler to the local police inspector are part of his intricate web.  While the father has created a position of influence by spreading corruption, his son Kaaliram has ushered in a reign of terror. Desperate villagers make a plea to the owner of the tea garden, who calls (presumably) the higher ups in police force and they promise to send someone.",
    "background": "https://image.tmdb.org/t/p/w1280/yMMT9ePSFSiHroRFJOwwef3AdRY.jpg",
    "released": "1981-01-01",
    "imdbRating": "7.2"
  },
  {
    "id": "gdrive:1mMBgbTf5_tt7-erZlsLSmo3FJXV7zxKA",
    "type": "movie",
    "name": "Armaan",
    "poster": "https://image.tmdb.org/t/p/w500/iUWnIdPCPA38i8eq9hpEBDTAeBM.jpg",
    "description": "Dr. Siddharth Sinha is a dedicated selfless doctor who dreams of building a state-of-the-art hospital with all the modern instruments and amenities for patient care . His foster son Akash shares his dream . Akash falls in love with Neha Mathur , an anaesthetist in the same hospital . In a friend's party , Akash meets Sonia who is a spoilt daughter of a millionaire Gulshan Kapoor . Sonia develops an infatuation for Akash . Gulshan Kapoor proposes to Dr. Siddharth Sinha that he will donate a big sum of money to his hospital , on the condition that Akash marries Sonia . Dr. Siddharth Sinha declines but dies of a heart attack a few days later . Burdened with fulfilling his father's dream , Akash decides to marry Sonia sacrificing his own love . But even after marriage Sonia is jealous of Neha and constantly accuses Akash of infidelity which leaves him in a dilemma , torn between two women .",
    "background": "https://image.tmdb.org/t/p/w1280/r8L44sbcIzJHbFb9Wa4dNsxqlO4.jpg",
    "released": "2003-01-01",
    "imdbRating": "5.2"
  },
  {
    "id": "gdrive:14XivLTLq6V9o2DnaO3BAbrn6p4gB6MUf",
    "type": "movie",
    "name": "Kohram",
    "poster": "https://image.tmdb.org/t/p/w500/6AdilgHGAiS8FKGebu44jSqBeN.jpg",
    "description": "Major Balbir Singh Sodhi (Amitabh Bachchan) attempts to kill the Indian Home Minister Veer Bhadra Singh (Danny Denzongpa) but is unsuccessful. He has been identified, and the army is on the look-out for him to court-martial him. They suspect that he has assumed a new identity, that of Devraj Hathoda alias Dadabhai...",
    "background": "https://image.tmdb.org/t/p/w1280/o0Fqrm0wq5f8y96UpZrXwabRiOf.jpg",
    "released": "1999-01-01",
    "imdbRating": "6.6"
  },
  {
    "id": "gdrive:1R8-TkFVcH0She6TK8XEsKxxG_OB-43VN",
    "type": "movie",
    "name": "Toofan",
    "poster": "https://image.tmdb.org/t/p/w500/fvWYIGtwbYBdjsjl5fLsMVcbPLP.jpg",
    "description": "Two brothers (Toofan and Shyam) are separated at birth by their father, a police inspector. One grows up to be a magician, and the other, the legendary Toofan, hero of the poor. His father was falsely accused of stealing millions in gold and Toofan is on a mission to clear his father's name from the police records.",
    "background": "https://image.tmdb.org/t/p/w1280/dwUNaC9P0ji1LzaxhrhOglexIjL.jpg",
    "released": "1989-01-01",
    "imdbRating": "5.7"
  },
  {
    "id": "gdrive:1ASMyLb4JhC70QQaz6qHHNdMfGWGDj7IX",
    "type": "movie",
    "name": "Kandahar",
    "poster": "https://image.tmdb.org/t/p/w500/u4sUgqAEElZo8j022M25Ovc9LxN.jpg",
    "description": "A docudrama about the escape of Russian pilots after being taken hostage by the Taliban in 1996.",
    "background": "https://image.tmdb.org/t/p/w1280/vnyNXC1IDnILdLVovh8RB8n3FS6.jpg",
    "released": "2010-01-01",
    "imdbRating": "6.2"
  },
  {
    "id": "gdrive:1KNY5KSLuLW0Ts-FhT4u_gEuKQg0FL2cf",
    "type": "movie",
    "name": "Sarkar",
    "poster": "https://image.tmdb.org/t/p/w500/rxruLUuejw1By5KMZVbhN8VJv9O.jpg",
    "description": "Subhash Nagre runs a parallel government in the city where he has a cult following. When his enemies plot to murder him, his son takes charge and stands up against them.",
    "background": "https://image.tmdb.org/t/p/w1280/qMgHzTu8kChAtylfvnQEIVFIobs.jpg",
    "released": "2005-01-01",
    "imdbRating": "6.7"
  },
  {
    "id": "gdrive:1AtJRqsR1a1NBw-pWb8KBESqXv40AFRNy",
    "type": "movie",
    "name": "Akayla",
    "poster": "https://image.tmdb.org/t/p/w500/m4EmRxFmXJSnmb1nKK6RPeKcQbg.jpg",
    "description": "Inspector Vijay Verma finally manages to capture criminal mastermind Jojo. But Jojo escapes from jail and kills Vijay's friends for revenge, leaving Vijay determined to fulfill a vendetta of his own.",
    "background": "https://image.tmdb.org/t/p/w1280/a5PEtceIHN4AUGpMEKfAd4W4v1R.jpg",
    "released": "1991-01-01",
    "imdbRating": "4.7"
  },
  {
    "id": "gdrive:1JteluLzXxZDdnCDYd9EdCdILyBrDDTLK",
    "type": "movie",
    "name": "Raaste Kaa Patthar",
    "poster": "https://image.tmdb.org/t/p/w500/eUeoj4iRdlOTfbgIeZEriBA2B5h.jpg",
    "description": "Bombay-based bachelor Jai Shankar Rai lets his superiors, as well as his boss, Ranjeet Choudhary, use his flat at night so that they can have their flings with women. He meets and fall in love with lovely but homeless Neeta Sinha, and even gets her a job at his firm. Hoping to propose to her after his promotion, he instead gets a shock when he finds out that she is soon to be his boss' wife. Remake of the Apartment with a couple of murders thrown in for good measure.",
    "released": "1972-01-01",
    "imdbRating": "2.3"
  },
  {
    "id": "gdrive:1yHwtJYjmsqcYOiM_KUfELDUQ9zM1-my0",
    "type": "movie",
    "name": "Ek Ajnabee",
    "poster": "https://image.tmdb.org/t/p/w500/5zzicBnDDjxCzaIB8R0BUNr8P1H.jpg",
    "description": "Suryaveer, an ex-army officer, is assigned the task of protecting a young girl, Anamika. When Anamika gets kidnapped, he decides to use all his skills to rescue her.",
    "background": "https://image.tmdb.org/t/p/w1280/y24rcoBjxDNdmZIUIJcbjVxBzua.jpg",
    "released": "2005-01-01",
    "imdbRating": "4.9"
  },
  {
    "id": "gdrive:1nEiumnn7j77zbG863OWqEMLSrz0HNPhY",
    "type": "movie",
    "name": "Aakhree Raasta",
    "poster": "https://image.tmdb.org/t/p/w500/zeOByJ06LPHctubIWZzOfpdPzYQ.jpg",
    "description": "David is an old prisoner, released after twenty-four years in a penitentiary for a crime he hasn't committed. The three men who framed him and sent him away, are now prominent citizens of his town. David walks out of the prison straight into a confessional booth at his church. He tells the priest that he is about to kill three prominent men, for which he seeks God's pardon in advance. He must find his old friend, bootlegger and the custodian of David's only son. David had believed in his friend to bring up his son as the worst criminal and seek revenge from the men who put him away. On meeting him, David finds that his son is a Cop instead. Devastated, David continues on his own. When he is about to kill the three men, his son has vowed to protect the citizens under any circumstances. David and his son are at war..who will prevail?",
    "background": "https://image.tmdb.org/t/p/w1280/10ZasIEIS66gfucorBsbOWLiyxU.jpg",
    "released": "1986-01-01",
    "imdbRating": "6.6"
  },
  {
    "id": "gdrive:1eftYN_DLIfmlXoQeDePMgq0tFzGc0nFn",
    "type": "movie",
    "name": "Chehre",
    "poster": "https://image.tmdb.org/t/p/w500/egpv58u11MxepnNwXtzdMOagRdg.jpg",
    "description": "An ad agency executive takes shelter at an old man's home in mountains amid a dangerous snow storm, but soon finds himself trapped with no way out when the man and his clan of veterans hook him for a game of crime and punishment.",
    "background": "https://image.tmdb.org/t/p/w1280/4Lsf53TGpdusmCrAlVfKR3STlCT.jpg",
    "released": "2021-01-01",
    "imdbRating": "6.4"
  },
  {
    "id": "gdrive:13vHh2YYQZ4a5mBLSBSKczkqEg9IA_HT9",
    "type": "movie",
    "name": "Mumbai Se Aaya Mera Dost",
    "poster": "https://image.tmdb.org/t/p/w500/bxzY3LHUxhq3RRswZO9EF3J2EH2.jpg",
    "description": "A man's (Abhishek Bachchan) innocent gift to his grandfather sparks a power struggle in a village that recently received electricity.",
    "background": "https://image.tmdb.org/t/p/w1280/l5A0Ht9V6gFCSlBXRplIC00xMtk.jpg",
    "released": "2003-01-01",
    "imdbRating": "3.2"
  },
  {
    "id": "gdrive:1Qb4YkWlzbxE9X468C5IeUYoCPsReKX6s",
    "type": "movie",
    "name": "Jhund",
    "poster": "https://image.tmdb.org/t/p/w500/A5rzrjzdzEuPX7Gcc4KphutBejj.jpg",
    "description": "A retired sports teacher transforms a bunch of teenage slum goons into disciplined football players against all odds.",
    "background": "https://image.tmdb.org/t/p/w1280/dVUjVIaxHFqTKhTAAUhFln8heo3.jpg",
    "released": "2022-01-01",
    "imdbRating": "6.6"
  },
  {
    "id": "gdrive:1DU8t2OwryBDFGTLNpFfkzl7_d3ol8GEV",
    "type": "movie",
    "name": "Mahaan",
    "poster": "https://image.tmdb.org/t/p/w500/2iDA23Hblro3nJuRHo69Xfj0UdR.jpg",
    "description": "A lawyer goes into hiding after being falsely accused of committing a crime, while his wife gives birth to twins. Years later, fate reunites the family under difficult circumstances.  Amitabh Bachchan in his only triple role as father with twin sons.",
    "released": "1983-01-01",
    "imdbRating": "6.3"
  },
  {
    "id": "gdrive:12LBFRDwLSSfC0Rte-UI243MqdRRChx0n",
    "type": "movie",
    "name": "Sanjog",
    "poster": "https://image.tmdb.org/t/p/w500/fft1MyEyxMk02Fk2CWET03DgjmM.jpg",
    "description": "A woman accept a new job only to discover she is now the boss of the man she married in secret a few years ago.",
    "released": "1972-01-01",
    "imdbRating": "5.5"
  },
  {
    "id": "gdrive:1O90zv6oQiIAhXMfMozFVITmYnh_9Qugb",
    "type": "movie",
    "name": "Shahenshah",
    "poster": "https://image.tmdb.org/t/p/w500/g8noCys7ElC73lcluN4kDeUzhYQ.jpg",
    "description": "Inspector Srivastav is framed by a wily and cunning gangster, J.K., and unable to prove his innocence, hangs himself, leaving behind his wife, and son, Vijay. Years later, Vijay has grown up and has joined the police force as an Inspector. Unlike his dad, he is corrupt and does accept bribes to turn a nelson's eye to crime. The City Police are assigned the task of apprehending a customed man called \"Shahenshah\", who operates at night and targets, tries and kills gangsters in a \"Judge and Executioner \"style. No one knows the real identity of Shahenshah, as he is feared by the police department, and respected by the poor and middle-class.",
    "background": "https://image.tmdb.org/t/p/w1280/qDyFe7gMnom72qfUEYzWrgwB4ss.jpg",
    "released": "1988-01-01",
    "imdbRating": "6.2"
  },
  {
    "id": "gdrive:1RZ0t65XkPFLLmR5hoov1wt5dNqiE3vJb",
    "type": "movie",
    "name": "Do Anjaane",
    "poster": "https://image.tmdb.org/t/p/w500/dcBSHpbVbx1DkTCt0vPMSBOIaWR.jpg",
    "description": "A man (Amitabh Bachchan) is found wounded on railway tracks and when he awakens he has no memory of who he is and doesn't remember anything about his life.",
    "released": "1976-01-01",
    "imdbRating": "5.0"
  },
  {
    "id": "gdrive:1AhDQ1ZM-8zVIwKBwpZR5rFFWZojJc-R2",
    "type": "movie",
    "name": "Adalat",
    "poster": "https://image.tmdb.org/t/p/w500/mX3hHkU1SHBz2bbIaV84XR3HS4r.jpg",
    "description": "Village bred farmer, brave, and honest, Dharamchand alias Dharma is thrilled when his wife, Radha, gives birth to a baby boy, who they decide to call Raju. Dharma comes to the rescue of Ajit, Suresh, and Sujit, when they are being attacked by a tiger, and they graciously offer him a job in Bombay whenever he needs it. When the region experiences drought, Dharma, Radha, Raju and Dharma's sister, Laxmi, re-locate to Bombay, where Ajit makes Dharma the Manager of his warehouse. Dharma does his job diligently, but one day is arrested by the police for carrying on illegal activities. When in court, he tries to prove his innocence, but is disbelieved and is sentenced to 18 months in jail plus an additional six months for contempt of court. When he returns home, everything has changed. His wife and Raju are near destitution; Laxmi has been raped by Sujit and has killed herself.",
    "background": "https://image.tmdb.org/t/p/w1280/vXqQQMHzbla4Dsc6d7dv7wXLEv5.jpg",
    "released": "1976-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:1rJ6e4gH8-XX2d3CeOg_AzUriC7Z_cuHf",
    "type": "movie",
    "name": "Hindi",
    "poster": "https://image.tmdb.org/t/p/w500/bscCcvCObVppWOKRLi69QBfZYnv.jpg",
    "description": "On the evening of June 20, Rajiv Kumar was found dead in his home. The police investigation revealed a few key details: he had been killed by a single stab wound to his chest, and the weapon was a kitchen knife (which Rajiv kept on."
  },
  {
    "id": "gdrive:1N1tpmhSPn2u9F2xnWcBUpSZ3kKvFbuJK",
    "type": "movie",
    "name": "Khud-Daar",
    "poster": "https://image.tmdb.org/t/p/w500/4nQ7eqlTJpmnYn0FeLptlunjOma.jpg",
    "description": "Khud-Daar is a 1982 Indian Hindi movie directed by Ravi Tandon. The music is by Rajesh Roshan and the lyrics by Majrooh Sultanpuri. The film stars Amitabh Bachchan, Parveen Babi, Vinod Mehra, Sanjeev Kumar, Prem Chopra, Mehmood, Bindiya Goswami and Tanuja in pivotal roles. It was remade in Tamil as Padikkadhavan which starred Rajinikanth and in Telugu as Driver Babu with Sobhan Babu.",
    "background": "https://image.tmdb.org/t/p/w1280/jzoapa4TofesE0mj1ux64KRJKR4.jpg",
    "released": "1982-01-01",
    "imdbRating": "7.0"
  },
  {
    "id": "gdrive:1HafJMvbb8Tc5COIKwq-UflChVqiH2P6C",
    "type": "movie",
    "name": "Bemisal",
    "poster": "https://image.tmdb.org/t/p/w500/czTMPWr0FX8YMPbscuJ9Y6RuGgg.jpg",
    "description": "When two twin brothers Sudhir and Adhir get orphaned upon the death of their father, Magistrate Chaturvedi adopts them and brings them up like his own children. Though Adhir goes insane after the death of his father, Sudhir picks up the opportunity, studies hard and becomes a doctor like Magistrate Chaturvedi's son Prashant. When Prashant gets caught for performing an illegal operation, Sudhir takes up the blame to repay the debt of the Chaturvedi family on him and his brother.",
    "background": "https://image.tmdb.org/t/p/w1280/y88WWjuUve41iLSCjC4fkBXFAvI.jpg",
    "released": "1982-01-01"
  },
  {
    "id": "gdrive:1AJRAVqP9FMNZ-EDBKNn9Y1izhGnsx8yo",
    "type": "movie",
    "name": "Saudagar",
    "poster": "https://image.tmdb.org/t/p/w500/k6164MwxuTr5K42dp9jdVJDnKUp.jpg",
    "description": "Moti is a merchant who sells jaggery in the market, with the help of an older woman, Mahjubhi, who makes exemplary jaggery. He is in love with a village girl, but cannot afford to pay the dowry/marriage expenses to her father. So he decides to marry Mahjubhi, while secretly harbouring the dream of saving enough money for dowry and marrying the village girl. After marrying Majubhi, Moti extracts a lot of work from her to this end. He eventually does collect the amount and divorces her, accusing her of infidelity. Shortly after that he marries the village girl, and goes back to his business of selling jaggery, but faces the consequence of losing Mahjubhi's jaggery.",
    "released": "1973-01-01",
    "imdbRating": "5.8"
  },
  {
    "id": "gdrive:1S2E80IGby5CkbmHVp_60ySI5vTT6pa2X",
    "type": "movie",
    "name": "Chupke Chupke",
    "poster": "https://image.tmdb.org/t/p/w500/yNZf2yhQE42f3uIcR1IXOiMQ72c.jpg",
    "description": "Sulekha is in awe of her brother-in-law Raghavendra for his intelligence. Parimal, her husband, decides to take up the challenge of fooling Raghavendra and goes to work for him as a driver.",
    "background": "https://image.tmdb.org/t/p/w1280/teuyga76jorbE6TMs69v5cKCGtV.jpg",
    "released": "1975-01-01",
    "imdbRating": "7.1"
  },
  {
    "id": "gdrive:1eR7JJAG8RbcknLiBJjK1P4u6FxmkT2r5",
    "type": "movie",
    "name": "Benaam",
    "poster": "https://image.tmdb.org/t/p/w500/rZJbarl5YDhbvSKFcJ0243S8Qui.jpg",
    "description": "After helping a stabbing victim to the hospital, a man begins to receive anonymous threats. The only way to save his wife and child is to unravel the mystery of the killer's identity.",
    "background": "https://image.tmdb.org/t/p/w1280/kG6NZbKNa3gKAqgBxlCfkbDoef.jpg",
    "released": "1974-01-01",
    "imdbRating": "7.0"
  },
  {
    "id": "gdrive:1354jrErSz2ijbUxBJO9rUc_eqaYw7O-S",
    "type": "movie",
    "name": "Hero Hindustani",
    "poster": "https://image.tmdb.org/t/p/w500/4YI1Pn6QdAOhnI9ibpBRpijdslc.jpg",
    "description": "After the passing away of his son and Caucasian daughter-in-law, London-based widower Purshotam Agarwal brings up his granddaughter, Namrata, on his own. When she matures, he pressurizes her to get married to Tikamgarh-based Ranveer's son. She travels to India, and much to his chagrin refuses to get married to the boy of his choice, and instead brings back a wealthy male named Romi, who she claims is her fiancé. Little does Purshotam know that Romi is not who he claims to be, and that Namrata has no intention of marrying him either.",
    "background": "https://image.tmdb.org/t/p/w1280/iGsXySeHMq0eCzmkcKC5fpcOnfe.jpg",
    "released": "1998-01-01",
    "imdbRating": "5.8"
  },
  {
    "id": "gdrive:1cDGbR5WJqV5TGDMmI90VpujP6QwFozDj",
    "type": "movie",
    "name": "Teen Patti",
    "poster": "https://image.tmdb.org/t/p/w500/t3k7qtufRawz2i8RUIMffUdV5bp.jpg",
    "description": "A professor uses the three-card game to prove his probability thesis. He involves some of his students on his research and later realizes it was a big mistake",
    "background": "https://image.tmdb.org/t/p/w1280/9mEqSUgNvZXQJnYtQ1TYNuis4o2.jpg",
    "released": "2010-01-01",
    "imdbRating": "3.8"
  },
  {
    "id": "gdrive:1ZGI0x2tEYoerAr-980aCRElWcjXOmxc3",
    "type": "movie",
    "name": "Silsila",
    "poster": "https://image.tmdb.org/t/p/w500/7uzX38mxGZBBEdbxB4yxEw2vFvF.jpg",
    "description": "When his brother's tragic death leaves his pregnant fiancée devastated, playwright Amit selflessly marries her to protect her from societal contempt. However, when fate brings him face-to-face with his former flame, love proves to be stronger than marital vows.",
    "background": "https://image.tmdb.org/t/p/w1280/5qwxpbAztaKMKJXHZmq5Xq3E6tr.jpg",
    "released": "1981-01-01",
    "imdbRating": "5.6"
  },
  {
    "id": "gdrive:1AseqCUil474aqVnN-1mfiE6qk8Q2EM1Q",
    "type": "movie",
    "name": "Cheeni Kum",
    "poster": "https://image.tmdb.org/t/p/w500/qjjIQC9v0lH8kfYWSF0lz7jhhDL.jpg",
    "description": "Buddhadev Gupta, a 64-year-old chef, falls in love with a 34-year-old software engineer, Nina. However, their future becomes uncertain when he discovers that her father is six years his junior.",
    "background": "https://image.tmdb.org/t/p/w1280/nBHgWrFtySBrKAnCAyZpExHsBQ.jpg",
    "released": "2007-01-01",
    "imdbRating": "6.2"
  },
  {
    "id": "gdrive:1c9FkyEtpoK9EVTyhsqae4OqRe1wRmrms",
    "type": "movie",
    "name": "Suhaag",
    "poster": "https://image.tmdb.org/t/p/w500/vpdD87CumkhUoCdDwFDD5N0xv3V.jpg",
    "description": "Durga and Vikram Singh have been married for years. Vikram has taken to crime in a big way, and as a result has antagonized a rival gangster, Jaggi. Durga gives birth to twins, and Jaggi steals one of them, and sells him to a bootlegger, Pascal. Durga is upset when she finds her son missing, but is devastated when Vikram abandons her. With a lot of difficulty, Durga brings up her son, Kishan, and has given up on finding her other son. Kishan has grown up and is now a dedicated police officer. On the other hand, Pascal has exploited Amit, kept him illiterate, doing petty crime, and alcoholic. This gets him in confrontation with Kishan, but ironically the two settle their differences and become fast friends. Vikram is still alive, and is not aware of his two sons and wife being alive.",
    "background": "https://image.tmdb.org/t/p/w1280/dTtuL3I7LoWCTBaF5NjWWIbN5TY.jpg",
    "released": "1979-01-01",
    "imdbRating": "5.4"
  },
  {
    "id": "gdrive:13kNRgifX_QH5Q5ntd5iVsSYM6_QjTx_y",
    "type": "movie",
    "name": "Dil Jo Bhi Kahey...",
    "poster": "https://image.tmdb.org/t/p/w500/boSr1IpelWee87Lf88l5biw2fcf.jpg",
    "description": "During the British rule in India, several Indians were lured by the British to travel to distant Mauritius where they would have a better life. Upon reaching this island, the Indians were enslaved, tortured and made to labor in what is now known as the \"Coolie Ghat\". After the British left India, the Indians in Mauritius decided to continue to live there along with other nationals from different countries.",
    "released": "2006-01-01",
    "imdbRating": "5.5"
  },
  {
    "id": "gdrive:1Dch2aiOBIKBmHNj2RzZDRLfaYxzPCOc3",
    "type": "movie",
    "name": "Majboor",
    "poster": "https://image.tmdb.org/t/p/w500/nxPN35z12oFvINotxEDZXQNOASb.jpg",
    "description": "A terminally ill man frames himself for murder to allow his family to collect the reward money. After a successful operation, he escapes police custody and searches for the real killer.",
    "background": "https://image.tmdb.org/t/p/w1280/aluvRJ8KVLAcgAGn1hUMHMcJoq7.jpg",
    "released": "1974-01-01",
    "imdbRating": "6.8"
  },
  {
    "id": "gdrive:1YHjqlfeajytWeHuxCJcrz0k2VTqk80O9",
    "type": "movie",
    "name": "Deewaar",
    "poster": "https://image.tmdb.org/t/p/w500/alVHFaerbSgnuKhzSddJRNiCs8g.jpg",
    "description": "Haunted by the past, Vijay turns to crime, while Ravi, his brother, becomes an honest police officer. Fate pits them against each other when Ravi is sent to nab Vijay.",
    "background": "https://image.tmdb.org/t/p/w1280/ulxoNgk9HYenfQKJ5nihMOVIiW7.jpg",
    "released": "1975-01-01",
    "imdbRating": "7.1"
  },
  {
    "id": "gdrive:1KNMjbFmqJpKGuvv5u5QSMhNySXGFRe-6",
    "type": "movie",
    "name": "Satte Pe Satta",
    "poster": "https://image.tmdb.org/t/p/w500/xBBHP0BUdu4RT1VTmQCsQ1csYmT.jpg",
    "description": "After the passing away of their parents, Ravi Anand, the eldest of seven brothers, takes it upon himself to raise them - albeit a little wild and kinda animal-like. The brothers all sport long beards, hate taking showers/baths, and above all hate Ravi bossing them around. rest of the story is about how a look a like Ravi comes in to there life",
    "background": "https://image.tmdb.org/t/p/w1280/jbYSBYjmozccj36vog7uoJIaFRz.jpg",
    "released": "1982-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:1KrQ4MkhN5oRNp_SXg-Vyo1FUtQaA5FIV",
    "type": "movie",
    "name": "Bombay to Goa",
    "poster": "https://image.tmdb.org/t/p/w500/vbwZBOBVYrnIlTZgmNmYSCrIR2c.jpg",
    "description": "Mala, an aspiring Bollywood actress, witnesses a murder and boards a Goa-bound bus to escape the killer. On the journey, she meets exciting people from different cultures and a young man who will not leave her side.",
    "background": "https://image.tmdb.org/t/p/w1280/ovsvEYCIH4HUnSdLCKbfw00VUFh.jpg",
    "released": "1972-01-01",
    "imdbRating": "5.8"
  },
  {
    "id": "gdrive:1PunlcqDKwLiLl3tQdN5uVcFVBJAPJYs-",
    "type": "movie",
    "name": "Dev",
    "poster": "https://image.tmdb.org/t/p/w500/hZrDic5d9lpPKY5SQrZcGfhsrq4.jpg",
    "description": "Joint Commissioner of Police Dev Pratap Singh, a duty-bound, self-righteous officer, and Special Commissioner Tejinder Khosla, the balancing force between the political interests of Chief Minister Bhandarker and Dev's commitment to the law, are lifelong friends, each with his own ideals. Farhaan, a law graduate, was brought up with ideals of non-violence and patriotism. Dev unwittingly gives Farhaan the wound that plunges him into rage and violence after witnessing the death of his father during a peace demonstration. Taking advantage of the situation, corrupt politician Latif sets the vulnerable young man on a path of violence and destruction that threatens to ignite the city. Aalyn is the light in Farhaan's life. Beautiful and innocent, the young woman also gets caught in extraordinary circumstances that transform her life and she dares to stand up for the truth.",
    "background": "https://image.tmdb.org/t/p/w1280/1LxOCpRitEaUSaGURqlPyOSgqG0.jpg",
    "released": "2004-01-01",
    "imdbRating": "6.0"
  },
  {
    "id": "gdrive:15mYsgpULkaDp0gKgAgFYca6mazpxq-67",
    "type": "movie",
    "name": "Mili",
    "poster": "https://image.tmdb.org/t/p/w500/h9Crr37KfxUQvSLy61XCbtMkU79.jpg",
    "description": "Shekhar Dayal (Amitabh Bachhan) has moved into a new neighborhood, and is unhappy with the new surroundings. He resents the noise children make while playing, as he prefers quiet and solitude. His reclusion is shattered when his neighbor, Mili, comes into his life. At first he hates the intrusion, but then grows fond, and ultimately falls in love with her. When the time comes for him to propose to this sunny, cheerful, and positive young lady, he learns that she has only a few more months to live..",
    "background": "https://image.tmdb.org/t/p/w1280/tJo7fsNhfWVzSH1ztPhrs0iytLH.jpg",
    "released": "1975-01-01",
    "imdbRating": "7.3"
  },
  {
    "id": "gdrive:1l_63cQSqnnmrREHEhqA3govA9wi4CIbP",
    "type": "movie",
    "name": "The Great Gambler",
    "poster": "https://image.tmdb.org/t/p/w500/y5M2X0ivSSR8iIRsnCskg1VC4S6.jpg",
    "description": "A gambler works for a villain not knowing that he's being used to entrap a patriot and gain military secrets. The cops assign a lookalike to nab him, but not having gambling skills could give him away.",
    "background": "https://image.tmdb.org/t/p/w1280/3Q6wQy8Xo8KGm0b56IebNFGnBOe.jpg",
    "released": "1979-01-01",
    "imdbRating": "4.4"
  },
  {
    "id": "gdrive:1t8Ak9ZlDikO06EhWKx50HMKg8M0A1q2t",
    "type": "movie",
    "name": "Agni Varsha",
    "poster": "https://image.tmdb.org/t/p/w500/nhfDynC2g6fK25ymWreHoiJ0vfe.jpg",
    "description": "Based on an incident from the Mahabharata and also made as a play on a Girish Karnad titled Fire in the Rain. The film features Amitabh Bachchan in a cameo appearance as Lord Indra. Jackie Shroff plays the main lead in the film as Puravasu the head priest, Raveena playing the role of his unfaithful wife in love with Yavakri. Nagarjuna played Yavakri the priest's jealous rival and Prabhudeva as a demon who kills Yavakri. While Milind Soman plays the younger brother of Jackie Shroff as Aravasu, the female lead opposite Milind is played by Sonali Kulkarni.",
    "background": "https://image.tmdb.org/t/p/w1280/3hGKh651kleoTnQBMhcPS9nVfH8.jpg",
    "released": "2002-01-01",
    "imdbRating": "2.8"
  },
  {
    "id": "gdrive:1upTEABYkBaBhIdE3Pj2h3OqrvjO_3HSV",
    "type": "movie",
    "name": "Ganga Ki Saugand",
    "poster": "https://image.tmdb.org/t/p/w500/c32xwj6coT63dICztWQSASqeJJD.jpg",
    "description": "Jeeva, the son of a elderly washer woman, is tired of the abuses at the hands of his village's leader Thakur Jaswant Singh, and vows to bring about his downfall.",
    "background": "https://image.tmdb.org/t/p/w1280/aKsKQlYUqv1bh2YAW6U6Edapm6q.jpg",
    "released": "1978-01-01",
    "imdbRating": "6.2"
  },
  {
    "id": "gdrive:1irALHWUMj6uyNT1lQ1GQAqjqiOwkbIpz",
    "type": "movie",
    "name": "Abhimaan",
    "poster": "https://image.tmdb.org/t/p/w500/w0PDRsh1f9G6NVvoixzYNmTnpvv.jpg",
    "description": "A popular singer encourages his wife to sing, but tensions mount between the pair when his career begins to falter and her own musical career and popularity surpasses his own.",
    "background": "https://image.tmdb.org/t/p/w1280/h23aOGIcQJZvomRpC5GI3UmCMtW.jpg",
    "released": "1973-01-01",
    "imdbRating": "7.2"
  },
  {
    "id": "gdrive:1KkfbolkZ9Q_tZ93Ek7HcehE_58xH3pYe",
    "type": "movie",
    "name": "Lal Baadshah",
    "poster": "https://image.tmdb.org/t/p/w500/6PKMyhYqeuKifjfUfha18wtp0uF.jpg",
    "description": "Lal Baadshah is a 1999 Bollywood film directed by K.C. Bokadia and starring Amitabh Bachchan in a dual role, Raghuvaran, Manisha Koirala, Shilpa Shetty and Amrish Puri. Nirupa Roy also appears in her last film playing Bachchan's foster mother. This was Bachchan's third film since his comeback after a five-year hiatus; it failed at the box office but hit in Uttar Pradesh and Bihar.",
    "background": "https://image.tmdb.org/t/p/w1280/gku7LrgtSicdwVi1fod3sEaKL5w.jpg",
    "released": "1999-01-01",
    "imdbRating": "5.5"
  },
  {
    "id": "gdrive:1bNdequzXGCvm31qcvZSYhuyrWytpZgs8",
    "type": "movie",
    "name": "Nastik",
    "poster": "https://image.tmdb.org/t/p/w500/radmm0hyoBMSs8FIbKxYBieHjHU.jpg",
    "description": "Nastik is a story about an atheist named Shankar.  His childhood incident and memories have turned him into a non-believer and a thief, by profession, who is out to seek revenge for his father's death by a man with one glass eye.",
    "background": "https://image.tmdb.org/t/p/w1280/m71daP4AM9waz0I3EOPhfnF4f8i.jpg",
    "released": "1983-01-01",
    "imdbRating": "3.5"
  },
  {
    "id": "gdrive:1Oo7DuJGfUxye_VCU2El484snM3IqR8C6",
    "type": "movie",
    "name": "Darna Zaroori Hai",
    "poster": "https://image.tmdb.org/t/p/w500/g5cEhoRiJXedCGAKMQZEPiT2cp5.jpg",
    "description": "Five children enter a haunted house and find an old woman. She promises to tell them six scary stories that they won't be able to handle.",
    "background": "https://image.tmdb.org/t/p/w1280/vJ4UhDEFFsF67SrZ7JGK8SFA4c8.jpg",
    "released": "2006-01-01",
    "imdbRating": "5.1"
  },
  {
    "id": "gdrive:1PSPawPEup1xs-bt33jVnpBqwwT10J0t_",
    "type": "movie",
    "name": "Bbuddah Hoga Terra Baap",
    "poster": "https://image.tmdb.org/t/p/w500/yatGTB5sPpVySH7LqAALljmeeR5.jpg",
    "description": "After a series of bomb blasts in Mumbai, ACP Karan Malhotra announces that he will bring in the culprits responsible within a very short period of time as well attempts to convince his college sweetheart, Tanya P. Nath, to marry him. He then sets about interrogating several suspects so much so that an underworld gangster, Kabir, is compelled to hire an assassin to do away with him. The potential killer, Viju, is an uptight older ex-convict as well as a former gangster, who now runs a pub in Paris, and is willing to kill Karan. As he sets about this gruesome task, he comes across an old flame, Kamini, as well as his estranged wife, Sita - and it is these encounters that may well be the turning point in this life that may convince him to leave the bombs and Bandooks behind and spend the rest of his life praying and watching the Bhakti Channel.",
    "background": "https://image.tmdb.org/t/p/w1280/tXGZ5Lu8aJh9TJotl3e79lGshL3.jpg",
    "released": "2011-01-01",
    "imdbRating": "5.0"
  },
  {
    "id": "gdrive:1RZ_AYaf5gvyK8UwCaax57ZvhiKPmo_wZ",
    "type": "movie",
    "name": "Ram Balram",
    "poster": "https://image.tmdb.org/t/p/w500/krRdeNLorayzKQJA2glXyYuXkEc.jpg",
    "description": "Ram and Balram are 2 young boys who live with their loving parents. Their scheming uncle, Jagatpal, however kills the boy's father and mother. Jagatpal lies to the boys that their parents have been killed in an accident and promises to raise them himself. He enrolls the younger brother Balram, in school and eventually sends him off to join the police force. The older becomes a mechanic. Jagatpal has a tight hold on the boys, even when Ram is an adult, he still gives all his wages to his uncle and is only allowed to keep a few rupees for pocket money.",
    "background": "https://image.tmdb.org/t/p/w1280/2dMnjhob8YPGUi50nL9sA41iIrq.jpg",
    "released": "1980-01-01",
    "imdbRating": "4.5"
  },
  {
    "id": "gdrive:1ibOzRdfFH6pc66N-ad6_r-R6w6AGchGo",
    "type": "movie",
    "name": "Black",
    "poster": "https://image.tmdb.org/t/p/w500/cFICDU9erHYmlAyCZzbb1adNMgh.jpg",
    "description": "Unable to see, hear, or speak after a childhood illness, a young woman grows up prone to violent outbursts until an eccentric tutor changes her life.",
    "background": "https://image.tmdb.org/t/p/w1280/x2EwZsBJY0NxQl64JeNXI0xPLgQ.jpg",
    "released": "2005-01-01",
    "imdbRating": "7.7"
  },
  {
    "id": "gdrive:1gcvdMDGM2A7Bb6502IgiNlITBHJPkGPo",
    "type": "movie",
    "name": "Paa",
    "poster": null,
    "description": "Size: 4.41 GB"
  },
  {
    "id": "gdrive:1XlJnjQVPl6PRP-X2QtBTpeflQmhZN8vJ",
    "type": "movie",
    "name": "Shaan",
    "poster": "https://image.tmdb.org/t/p/w500/ba0dM3b0FGV3XXwxa8RPNH5hT8V.jpg",
    "description": "DSP Shiv Kumar returns home to his wife Sheetal and their young daughter and announces that he has been transferred to Bombay. Shiv Kumar has two brothers, Vijay and Ravi, who live in Mumbai. They are intelligent and capable guys, but spend their time loafing about the city and swindling unsuspecting people.",
    "background": "https://image.tmdb.org/t/p/w1280/2tAeSoXHDWFYUUozECS7C3l75y8.jpg",
    "released": "1980-01-01",
    "imdbRating": "6.8"
  },
  {
    "id": "gdrive:1BuNMmfBg8qztSJaRBvACEL5egH9Tqayk",
    "type": "movie",
    "name": "Hindi",
    "poster": "https://image.tmdb.org/t/p/w500/bscCcvCObVppWOKRLi69QBfZYnv.jpg",
    "description": "On the evening of June 20, Rajiv Kumar was found dead in his home. The police investigation revealed a few key details: he had been killed by a single stab wound to his chest, and the weapon was a kitchen knife (which Rajiv kept on."
  },
  {
    "id": "gdrive:1uxN2B2HlqYD3IJvg2GOP-t3VjlN5LeV_",
    "type": "movie",
    "name": "English Vinglish",
    "poster": "https://image.tmdb.org/t/p/w500/ccEVR8sf18psGH5daio9y7OGu93.jpg",
    "description": "In the United States for the first time, an Indian housewife with a limited command of English turns Manhattan into her personal language school.",
    "background": "https://image.tmdb.org/t/p/w1280/5faqsJ8TMT0IhkZ1xgD6PEWm8xm.jpg",
    "released": "2012-01-01",
    "imdbRating": "7.2"
  },
  {
    "id": "gdrive:1uVVRsNvWLyb80TKqQkG9EcQJb2qEqEMm",
    "type": "movie",
    "name": "Ram Gopal Varma Ki Aag",
    "poster": "https://image.tmdb.org/t/p/w500/hqWnLZ766S2vBRH2ec1oFzFxlCT.jpg",
    "description": "A pair of bodyguards for a politician find their positions under threat when their employer is implicated in a scandal. Fleeing to Mumbai they find work with a gangster, but also find that the police are onto them.",
    "background": "https://image.tmdb.org/t/p/w1280/zj5GapwcGJw5IH51lCaUfYO6O9m.jpg",
    "released": "2007-01-01",
    "imdbRating": "1.9"
  },
  {
    "id": "gdrive:1TcoiKdkV_p-mucomFdRYyDSN6HNKe1g-",
    "type": "movie",
    "name": "Kaala Patthar",
    "poster": "https://image.tmdb.org/t/p/w500/2LgFnPtL8dUYb0FH8NbgodmoFWF.jpg",
    "description": "Vijay Singh is a disgraced former Merchant-Navy officer who is branded as a coward after he abandons his crew during an emergency. Guilt-ridden and trying to forget his past, he takes up work at a coal mine where he gets trapped with other miners after a flood hits them.",
    "background": "https://image.tmdb.org/t/p/w1280/dq5UwnkvNssb60ZyuDVcCp5nz2W.jpg",
    "released": "1979-01-01",
    "imdbRating": "7.4"
  },
  {
    "id": "gdrive:1-t91Ak1qEHLmnThycRk2yvCleUG2lf1z",
    "type": "movie",
    "name": "Sharaabi",
    "poster": "https://image.tmdb.org/t/p/w500/9spEnoxSCLqMmXLiASWECfJ1IpN.jpg",
    "description": "Born with a silver spoon in his mouth, and a peg of brandy instead of a glass milk, Vicky Kapoor, the only son of multi-millionaire industrialist, Amarnath, grows up to be an alcoholic, albeit with a good heart. Amarnath has detached himself completely from Vicky s life, and provides him money in lieu of affection and care, living this to be taken care off by Munshi Phoolchand. Vicky is very resentful of being ignored by his dad in this manner, and leaves no stone unturned to mock and belittle him at every available opportunity. Amarnath hopes to get his son married, but Vicky loves the daughter of a poor blind man, Meena, which is not acceptable to Amarnath. One day Amarnath decides he has had enough and decides to turn Vicky out of his house. He has him sign waivers, and asks him to get out, which Vicky does so. While Vicky is relieved of being freed from his dad s control, the question remains that with no skills at making a living, how is Vicky to survive in a cold-hearted world",
    "background": "https://image.tmdb.org/t/p/w1280/vwyxeJKk09GCwjNUKXCPOcyJeJp.jpg",
    "released": "1984-01-01",
    "imdbRating": "6.4"
  },
  {
    "id": "gdrive:14AIUiJrG_fi6uAVc0rUTk2ixGhNGN5jN",
    "type": "movie",
    "name": "Dostana",
    "poster": "https://image.tmdb.org/t/p/w500/nYUgAxGTeZ3DvIKno5OpHJt0e4k.jpg",
    "description": "Two close friends decide to enter law enforcement – one a police officer, the other a lawyer – but their friendship begins to unravel when they both fall in love with the same woman.",
    "background": "https://image.tmdb.org/t/p/w1280/mdyTdN6lrH8xkNQbT0HglaTcDCR.jpg",
    "released": "1980-01-01",
    "imdbRating": "6.1"
  },
  {
    "id": "gdrive:1KlKgjEiFpqKK2eY9hmOwVPiJKZX4hmfT",
    "type": "movie",
    "name": "Shamitabh",
    "poster": "https://image.tmdb.org/t/p/w500/3D5FG0oceTEpgLrz1v8aFWja3wn.jpg",
    "description": "A mute, aspiring actor joins forces with a man who has a powerful voice. Together they take the film industry by storm, but will their egos get in the way?",
    "background": "https://image.tmdb.org/t/p/w1280/3MguM8JHmKcAxPvncKtTzUo3Ndb.jpg",
    "released": "2015-01-01",
    "imdbRating": "6.1"
  },
  {
    "id": "gdrive:1H5sEsWMx3eNdov6P-ak62ebvZfV5MaAJ",
    "type": "movie",
    "name": "Sholay",
    "poster": "https://image.tmdb.org/t/p/w500/ya9bwgqA4eNl5bQ9QqS0jcmRoBS.jpg",
    "description": "After his family is murdered by the notorious bandit Gabbar Singh, a former police officer enlists the services of two outlaws to capture him and seek revenge.",
    "background": "https://image.tmdb.org/t/p/w1280/6c7REQEvAqCORUjcSpPurOBZlqA.jpg",
    "released": "1975-01-01",
    "imdbRating": "7.0"
  },
  {
    "id": "gdrive:11AXPVKQmYTWSFvxfQ75hRZ-Vj0q8SSQ6",
    "type": "movie",
    "name": "Badla",
    "poster": "https://image.tmdb.org/t/p/w500/eKpzbERuhogYTwI3PwfVsAHXnuO.jpg",
    "description": "A dynamic young entrepreneur finds herself locked in a hotel room with the corpse of her dead lover. She hires a prestigious lawyer to defend her and they work together to figure out what actually happened.",
    "background": "https://image.tmdb.org/t/p/w1280/s8ZGl0h1l2KN6jO0Jm5iqSp5djO.jpg",
    "released": "2019-01-01",
    "imdbRating": "7.3"
  },
  {
    "id": "gdrive:1oAZ9yT3ibweL_tzJPQd496kpyqltVamy",
    "type": "movie",
    "name": "Sye Raa Narasimha Reddy",
    "poster": "https://image.tmdb.org/t/p/w500/uEheujJysophwGaqHWPu1UCPthl.jpg",
    "description": "Gwalior Fort, during the Indian Rebellion of 1857. In a moment of despair, Lakshmibai, Rani of Jhansi, encourages her men by telling them the heroic story of Uyyalawada Narasimha Reddy, a brave Telugu chieftain who took up arms in 1846 to protest against the numerous arbitrariness and crimes perpetrated by the leaders and military forces of the East India Company.",
    "background": "https://image.tmdb.org/t/p/w1280/fy5Ea8h75FZX1q9F03lScxnE1Wf.jpg",
    "released": "2019-01-01",
    "imdbRating": "6.3"
  },
  {
    "id": "gdrive:1J52iTFI363Ds0_HEKnMzRQeP_qxFqH3E",
    "type": "movie",
    "name": "Piku",
    "poster": "https://image.tmdb.org/t/p/w500/P3Nyfzr3TtfTJ7dEq10zVv5oY0.jpg",
    "description": "A taxi driver is caught between a dysfunctional relationship between a woman and her father as he drives them to Kolkata.",
    "background": "https://image.tmdb.org/t/p/w1280/uTyXPP72WPqqYnA9PjxApmFM3ux.jpg",
    "released": "2015-01-01",
    "imdbRating": "7.1"
  },
  {
    "id": "gdrive:1t4PIHQzJ7PZ6CklqzmKO4lRe02M1DbOF",
    "type": "movie",
    "name": "Boom",
    "poster": "https://image.tmdb.org/t/p/w500/ctNn9pZpLm7x5hvMw3rlfj48FEF.jpg",
    "description": "The fashion world meets the underworld in BOOM, written and directed by Kaizad Gustad and produced by Ayesha Shroff under the banner of Quest Films",
    "background": "https://image.tmdb.org/t/p/w1280/dsRrrwHcZPS7Xb4VK8MCCoDd1Py.jpg",
    "released": "2003-01-01",
    "imdbRating": "5.2"
  },
  {
    "id": "gdrive:1VlEgK7uP6x9915m3R0k_L8ttR-73NYhs",
    "type": "movie",
    "name": "Don",
    "poster": "https://image.tmdb.org/t/p/w500/lztXQPdfxFPSTprFumTAqiNOrJI.jpg",
    "description": "Don, a rich twelve-year-old, is kicked out of school. He is send to another school where he has difficulties fitting in.",
    "background": "https://image.tmdb.org/t/p/w1280/9zojsC270i8wcg7xoY3o21WWc0Y.jpg",
    "released": "2006-01-01",
    "imdbRating": "7.8"
  },
  {
    "id": "gdrive:125WzkYzNf4H2P_ncNJyXw9u2XQv3S4V_",
    "type": "movie",
    "name": "Sooryavansham",
    "poster": "https://image.tmdb.org/t/p/w500/fI9cqF4scd7OfIJB5zmfeMxD2bg.jpg",
    "description": "A zamindar and his family called \"The Sooryavansh family\" of Bharathpur village has a God like image among the villagers. This generation is headed by Thakur Bhanupratap Singh.",
    "released": "1999-01-01",
    "imdbRating": "5.9"
  },
  {
    "id": "gdrive:14WbY184HRJuMpIwyStZypsV4OvQ8xdBW",
    "type": "movie",
    "name": "Namak Haraam",
    "poster": "https://image.tmdb.org/t/p/w500/bxWROB2onweG7ykCccyVVIf4OGp.jpg",
    "description": "Somu and Vicky decide to exact revenge on the union leader, Bipinlal Pandey. However, when Somu understands the plight of the workers, it creates a rift between the two friends.",
    "background": "https://image.tmdb.org/t/p/w1280/dZip5p8b7w2nQ0Z7CYfSs3R1DHt.jpg",
    "released": "1973-01-01",
    "imdbRating": "6.3"
  },
  {
    "id": "gdrive:1w0bzN2PhccmlgoAC6DTHyZzM5hSNLk9z",
    "type": "movie",
    "name": "Namak Halaal",
    "poster": "https://image.tmdb.org/t/p/w500/m7N63ZSaWlXdzbhw18AYvy8p7n0.jpg",
    "description": "Young Arjun is brought up by his Daddu (paternal grandfather). His Daddu decides for him to go to the city in search of a new job and life. While in the city he meets up with Bhairon who guides him into an interview in a 5-star hotel owned by Raja.",
    "background": "https://image.tmdb.org/t/p/w1280/ojDhlnFd5GhueA3olHxcYJx430V.jpg",
    "released": "1982-01-01",
    "imdbRating": "6.3"
  },
  {
    "id": "gdrive:1uG39xpqwAGxZx2p2qmjMKPT6mGTn3xof",
    "type": "movie",
    "name": "Kaalia",
    "poster": "https://image.tmdb.org/t/p/w500/i8zLyTb3CuGwpVDj6irbiWBFsgN.jpg",
    "description": "Kaalia - A name that spells terror in the minds of people and the police, but Kaalia was not always like this. Years ago he was a mere simpleton. Living simply in a shanty chawl with his elder brother, Shyamlal, Bhabhi (Sister- in-law), whom he adored and their daughter Munni. Apart from them there is no one else in Kallu's little world until one day, an enemy in the guise of Shahani Seth appears. Shahani shatters the happiness in Kallu's life. That same day the young Kallu dies, and the dreaded Kaalia is born. Kaalia's main motive in life becomes wealth, and to destroy Shahani. This path of violence leads Kaalia to inspector Raghubir Singh's jail. Outside of jail, Shahani starts reclaiming his power, and inside jail, Kaalia clashes with Raghubir Singh.",
    "background": "https://image.tmdb.org/t/p/w1280/cnx5NSH9quhGHVJ6kBon9WwKw0Z.jpg",
    "released": "1981-01-01",
    "imdbRating": "6.2"
  },
  {
    "id": "gdrive:1kQWvu3qRgwNZtG3PbvQR4JRliRMsdVo0",
    "type": "movie",
    "name": "Anand",
    "poster": "https://image.tmdb.org/t/p/w500/jGFVyNJmEmgZsJ8wvuGU7GbCHrI.jpg",
    "description": "Dr. Bhaskar Bannerjee struggles with his patients' suffering and the darkness and poverty he confronts daily. He treats cancer patient Anand who upon learning of his impending death determines to use the time he has left to the absolute fullest.",
    "background": "https://image.tmdb.org/t/p/w1280/e2k7DsHGMaWCNlS44ysPkT2E0fe.jpg",
    "released": "1971-01-01",
    "imdbRating": "7.0"
  },
  {
    "id": "gdrive:1FIIqY6huPzTsSHmyZDASE0yeoVevXpWL",
    "type": "movie",
    "name": "The Ghazi Attack",
    "poster": "https://image.tmdb.org/t/p/w500/i7lITQa1v7dZZgLIdE8vZRnPhOC.jpg",
    "description": "India’s first underwater war film tries to decode the mystery behind the sinking of Pakistani submarine PNS Ghazi during the Indo-Pak war of 1971.",
    "background": "https://image.tmdb.org/t/p/w1280/dZcr23O8nY6A0CXbkAdDVP9b05n.jpg",
    "released": "2017-01-01",
    "imdbRating": "7.1"
  },
  {
    "id": "gdrive:1271C85OWNjsjkM5twiHEKB3Vopij7lVE",
    "type": "movie",
    "name": "Sarkar",
    "poster": "https://image.tmdb.org/t/p/w500/rxruLUuejw1By5KMZVbhN8VJv9O.jpg",
    "description": "Subhash Nagre runs a parallel government in the city where he has a cult following. When his enemies plot to murder him, his son takes charge and stands up against them.",
    "background": "https://image.tmdb.org/t/p/w1280/qMgHzTu8kChAtylfvnQEIVFIobs.jpg",
    "released": "2005-01-01",
    "imdbRating": "6.7"
  },
  {
    "id": "gdrive:1yGf5y_RZPnvaPlSNf6GXl-24wJE1JCw1",
    "type": "movie",
    "name": "Sarkar Raj",
    "poster": "https://image.tmdb.org/t/p/w500/1ptl9Dq51jXpUNotg6CwHWZxoaK.jpg",
    "description": "When Anita Raja, CEO of Sheppard power plant, brings a power plant proposal to set up in rural Mahrashtra before the Nagres, insightful Shankar is quick to realise the benefits the power plant can bring to the people.",
    "background": "https://image.tmdb.org/t/p/w1280/9FwZCAZM6OnXldSoqNXCYmwBHdD.jpg",
    "released": "2008-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:1MJh0fSoeOEu25eYe1V3IRHNTkUPupVWs",
    "type": "movie",
    "name": "Rann",
    "poster": "https://image.tmdb.org/t/p/w500/7obk53ZY4f1ljcmNXf2evNYZF9V.jpg",
    "description": "The revered chief of a news agency tries to maintain journalistic integrity as his bureau and a rival agency vie for viewers following a terrorist attack.",
    "background": "https://image.tmdb.org/t/p/w1280/lyXWDtHLcAMWCZFqTr8BvdyIhYS.jpg",
    "released": "2010-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:19fT_NgkmukBUPl-NV5GEJjxwioaw9dKA",
    "type": "movie",
    "name": "Bhoothnath Returns",
    "poster": "https://image.tmdb.org/t/p/w500/zMC0kbfcBSxVOAsFXxw9Pg1NBJ8.jpg",
    "description": "Boothnath vows to redeem himself when spirits tease him, and searches for a child to terrify. He befriends Akhrot, a slum kid, and helps him take on the country's most powerful politician.",
    "background": "https://image.tmdb.org/t/p/w1280/qbF3CSco0FGQVyj5FovPiTTyxni.jpg",
    "released": "2014-01-01",
    "imdbRating": "6.3"
  },
  {
    "id": "gdrive:1Y7kCjGAlbqLiDd4UgAhGcU-GrIdSCYpg",
    "type": "movie",
    "name": "Nishabd",
    "poster": "https://image.tmdb.org/t/p/w500/37vLWXhFPlDmO2N0RhAeyEMn7e9.jpg",
    "description": "Vijay enjoys the good life: happily married, wealthy and a beautiful daughter. However, one summer, when his daughter brings a friend back to stay, their familial bliss is shattered.",
    "background": "https://image.tmdb.org/t/p/w1280/diwAvDcTf73LG59iFH8jO11YgHr.jpg",
    "released": "2007-01-01",
    "imdbRating": "4.4"
  },
  {
    "id": "gdrive:1pxQMkWO_7n7ZEd2b6fDDvvZtRJI6lXun",
    "type": "movie",
    "name": "Khuda Gawah",
    "poster": "https://image.tmdb.org/t/p/w500/nMtKj4P766IjQ3zJwHFkzvgPZBZ.jpg",
    "description": "Baadshah Khan falls in love with Benazir, a member of a rival clan who has defeated him in a game of buzkashi. Benazir will not marry him unless he brings back the head of her father's killer, Habibullah, from India. He is successful, but he must return to India. He is then tragically separated from Benazir through a series of incidents that are only resolved years later with the arrival of his daughter, Menhdi, and his release from prison.",
    "background": "https://image.tmdb.org/t/p/w1280/5FzWfd6jhcsbwD0moOI8wLOvhaG.jpg",
    "released": "1992-01-01",
    "imdbRating": "5.9"
  },
  {
    "id": "gdrive:1q4Ph3ncBbQiVCg0_p-UEa-OKlu8uc4aY",
    "type": "movie",
    "name": "Pink",
    "poster": "https://image.tmdb.org/t/p/w500/6xNhnyKm2M5FEOY7xv5iKiQ5P3.jpg",
    "description": "A sexual assault victim, unjustly tried for the attempted murder of her attacker, is defended by a retired lawyer who challenges India's rape culture.",
    "background": "https://image.tmdb.org/t/p/w1280/v2zQinU6ue6StybK899tHxklgX2.jpg",
    "released": "2016-01-01",
    "imdbRating": "7.4"
  },
  {
    "id": "gdrive:100YJ82YZcee-VviyGLOwHLZbJ_2pDpQz",
    "type": "movie",
    "name": "Agneepath",
    "poster": "https://image.tmdb.org/t/p/w500/kKCWrcIi6pAXNvPnC1LWtV4hB8u.jpg",
    "description": "A young boy's father is lynched before his eyes; fifteen years later he returns home for revenge.",
    "background": "https://image.tmdb.org/t/p/w1280/aYiCymYGLrSElxiK6qCxSqGKtmY.jpg",
    "released": "1990-01-01",
    "imdbRating": "6.2"
  },
  {
    "id": "gdrive:158RhQ4870OzzU8K0jev5AjHNtA5D_GOQ",
    "type": "movie",
    "name": "Hera Pheri",
    "poster": "https://image.tmdb.org/t/p/w500/hUlekD8DKi7GBTqy5HIrVovnU8i.jpg",
    "description": "Two con men, Vijay and Ajay, manage to hoodwink a number of wealthy people as well as Police Commissioner Khanna. Their lives undergo many changes, after a caper at a casino, where Vijay is recognized by a gangster named P.K., who decides to separate the two friends by claiming that Ajay is his long-lost son; insinuating that Vijay has not been completely forthright with Ajay; and implicating him in the murder of a male named Mac. Written by rAjOo (gunwanti@hotmail.com)",
    "background": "https://image.tmdb.org/t/p/w1280/vr4fskAEI91XoBNMxEiW8Tx3Q6g.jpg",
    "released": "1976-01-01",
    "imdbRating": "5.9"
  }
]
