[
  {
    "id": "gdrive:1GBjpFlkBP9noWT8RuUqLVJ-DgIU0a8m-",
    "type": "movie",
    "name": "Tum Hi Ho",
    "poster": "https://lh3.googleusercontent.com/drive-storage/AJQWtBPSIa4mAmmq8AaVipxQko6joyrPhCd-G4xYXFi_pHLFe4SpwVI1hc5zkE26VRaZYPVyBUwN4pDycS50og72i6JcsDGsCzc1YzAdJVLy_w-G8Q=s220",
    "description": "A love story."
  },
  {
    "id": "gdrive:16rJ9mvnocl0gdHvY-W9cj13FbGASqRKP",
    "type": "movie",
    "name": "Laadla",
    "poster": "https://image.tmdb.org/t/p/w500/19gxqTBRBYoWxypSihK0qKMphKd.jpg",
    "description": "Laadla is the story of the kind-hearted Raju, who lives with his disabled mom. One day Raju, on his way to a job interview, saves the life of a rich textile mill owner who offers him a job in his factory. The mill is run by his ambitious daughter Sheetal, whose competitive attitude and open insults have made her many enemies. Raju and Sheetal clash often, until Sheetal tries to get the upper hand by forcing Raju to marry her, even though he has already fallen in love with Kaajal.",
    "background": "https://image.tmdb.org/t/p/w1280/hWatGQXYRcuaUTllnOqpSQ0oCpF.jpg",
    "released": "1994-01-01",
    "imdbRating": "5.5"
  },
  {
    "id": "gdrive:1P56ajjitQU-z851C1_jG6lFgsWg4fxYM",
    "type": "movie",
    "name": "Om Jai Jagadish",
    "poster": "https://image.tmdb.org/t/p/w500/cdKXPLHY2O6Wgx5kNoCLmEEqFbP.jpg",
    "description": "Widowed Mrs. Saraswati Batra (Waheeda Rehman) has brought up three sons with a lot of care and love. Her eldest son Om (Anil Kapoor) is very honest and diligent; her two other sons Jai (Fardeen Khan), and Jagdish (Abhishek Bachchan) also live in the same house. this is their story",
    "background": "https://image.tmdb.org/t/p/w1280/45Q9VB61VyOSRyycgXsjcW3Ly9B.jpg",
    "released": "2002-01-01",
    "imdbRating": "5.0"
  },
  {
    "id": "gdrive:1oN4wOftScHWpEBp0SEn7872X0TitB4nE",
    "type": "movie",
    "name": "Chameli Ki Shaadi",
    "poster": "https://image.tmdb.org/t/p/w500/qqdn3f71pZEsmjU9W6OrT0befHK.jpg",
    "description": "Charandas, a young man in a village has no aim in life except to be a pehelwaan (wrestler). He takes an oath that he will not court or marry a girl until he hits the age of forty. But things changes when Charandas meets Chameli and falls in love with her. A hilarious take on the caste system of India, as both of them come from different castes and try hard to marry each other.",
    "released": "1986-01-01",
    "imdbRating": "6.0"
  },
  {
    "id": "gdrive:1I6qRzVKBQUyqYMHYq2TpeCDPWwa6tdwR",
    "type": "movie",
    "name": "Saaheb",
    "poster": "https://image.tmdb.org/t/p/w500/ygEZ7hcGYzF1VWtfvnvN5TCC7ne.jpg",
    "description": "Saaheb is the youngest of the four brothers and son of Badri Prasad Sharma.  The film shows the problems faced by a middle-class Sharma family and how Saaheb (Sunil Sharma), although unemployed, gives the biggest sacrifice for his family and donates his kidneys to raise money for his sister's wedding.",
    "background": "https://image.tmdb.org/t/p/w1280/qZxbamZt092lEuRAWAi2fZrtlJh.jpg",
    "released": "1985-01-01",
    "imdbRating": "7.3"
  },
  {
    "id": "gdrive:1RIc2f5OqLW2Fw3cjyJYjMvUxx15bxW2K",
    "type": "movie",
    "name": "Tezaab",
    "poster": "https://image.tmdb.org/t/p/w500/vwXVAAxuyDNfUSxYPS6YqRm80Cm.jpg",
    "description": "Mahesh Deshmukh has joined the nation's armed forces as that he can honestly and patriotically serve the country. During his college days he has a run-in with fellow-collegian Mohini. A bet between his friends and himself ends up with him falling in love with Mohini, who subsequently realizes that he indeed has fallen in love with her, and she too reciprocates. Mohini's dad is an alcoholic and wishes that Mohini takes up dancing and prostitution so that he can get his daily dose of alchol. Mohini attempts to take refuge with Mahesh, however, cirumstances tangle Mahesh to such an extent that he is arrested, charged, and sentenced to stay away from Bombay city limits. When Mahesh returns, it is no longer the honest, and patriotic Mahesh, but a gangster named Munna, who has many old scores to settle.",
    "background": "https://image.tmdb.org/t/p/w1280/opbsQApZHcXl6R2swKZC3sHJYXA.jpg",
    "released": "1988-01-01",
    "imdbRating": "5.9"
  },
  {
    "id": "gdrive:1ZsDQD4bB3LDYA0df1uk6mgA57gHjlQOs",
    "type": "movie",
    "name": "Beta",
    "poster": "https://image.tmdb.org/t/p/w500/1RUOf9MCf8PsKxrefcwFqb0JCKL.jpg",
    "description": "Beta is the story of Raju, the only child of a widowed multi millionaire. Raju's father can provide him anything he wants but Raju's only desire is to get mother's love, in order to please Raju, his father gets married to Nagmani, thinking that she will take care of Raju more than his real mother would. Raju becomes completely devoted to his stepmother, doing whatever she wishes. Time passes by, Raju grows up and gets married to Saraswati. Saraswati discovers that Nagmani's motherly love for Raju is fake and all what Nagmani is interested in, is capturing Raju's wealth.",
    "released": "1992-01-01",
    "imdbRating": "5.8"
  },
  {
    "id": "gdrive:13KT-bYBXNF4wzMxy2GYfqyEhWc9CSczI",
    "type": "movie",
    "name": "Judaai",
    "poster": "https://image.tmdb.org/t/p/w500/7ZJkSz6wL1s08xilVK6LlEgQeui.jpg",
    "description": "A greedy wife sells her husband to a wealthy woman but soon realizes that, with a luxurious life, she must pay a heavy price.",
    "background": "https://image.tmdb.org/t/p/w1280/bl0aRfeNSl3zw03rWEVYqstBUKL.jpg",
    "released": "1997-01-01",
    "imdbRating": "5.5"
  },
  {
    "id": "gdrive:10jH10wtx800pnWlapWh33qTGYcmzze7i",
    "type": "movie",
    "name": "Mr. India",
    "poster": "https://image.tmdb.org/t/p/w500/nqDJ8vuVFYymUhOUKcGCZoHy4tu.jpg",
    "description": "A poor but big-hearted man takes orphans into his home. After discovering his scientist father's invisibility device, he rises to the occasion and fights to save his children and all of India from the clutches of a megalomaniac.",
    "background": "https://image.tmdb.org/t/p/w1280/uM0yXriGYhPGiqLQF13PFKnlUjX.jpg",
    "released": "1987-01-01",
    "imdbRating": "6.8"
  },
  {
    "id": "gdrive:1RNrvYKDLAxelKg8SNRenlo9SATO5SiZF",
    "type": "movie",
    "name": "Rishtey",
    "poster": "https://image.tmdb.org/t/p/w500/Apm7IbwR26Q1kl1yUckPPmAZEUZ.jpg",
    "description": "Suraj Singh is a wrestler by profession and has the misfortune of falling in love with wealthy Yashpaul Chaudhary's daughter Komal. When Yashpaul learns of there relationship he arrogantly disagrees of his daughter's choice but Komal refuses to accept her dad's word and gets married to Suraj without the blessings of Yashpaul. Aggravated by his daughter's act Yashpaul connote some negative scenes which spoil Suraj's character in the eyes of Komal resulting in the couple's separation. Before separation, Komal has given birth to a baby boy, which Yashpaul had wanted to kill but Suraj escapes with the child and single-handily brings him up in a poor environment. Years later Komal will return and demand that her child is handed over to her even if having to appeal to the judicial system.",
    "background": "https://image.tmdb.org/t/p/w1280/58KR9mRu2XBUfjJIAsxP5MjHoBG.jpg",
    "released": "2002-01-01",
    "imdbRating": "5.8"
  },
  {
    "id": "gdrive:1Xh20d1fdMwWkzrdc5WTCJmWYOuJBfNMG",
    "type": "movie",
    "name": "Taal",
    "poster": "https://image.tmdb.org/t/p/w500/n2VsCd4wPIEMTWQBxBJVKVAOeTk.jpg",
    "description": "Businessman Manav falls for aspiring singer, Mansi, but their romance faces an uphill climb when Manav must depart and Mansi's suave manager moves in.",
    "background": "https://image.tmdb.org/t/p/w1280/amHXl0gpzMyYdUxpvHXEhKyOW3m.jpg",
    "released": "1999-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:1oRTaffVW-60mASGeEgyNSixAtFgrFXA2",
    "type": "movie",
    "name": "Jhooth Bole Kauwa Kaate",
    "poster": "https://image.tmdb.org/t/p/w500/vk7sYgPmN4e9kdMDlcncHKoizzs.jpg",
    "description": "Abhyankar rules his family in an orthodox manner. Fearing his wrath, his daughter concocts a scheme whereby her father would approve of her lover. This leads to hilarious situations for one and all.",
    "background": "https://image.tmdb.org/t/p/w1280/oXrS5BebhqrG8jvO70y921Ar4rF.jpg",
    "released": "1998-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:1f6-eeEkc535IFfu2FfMgIdQC0oW1gMVL",
    "type": "movie",
    "name": "Lamhe",
    "poster": "https://image.tmdb.org/t/p/w500/aw9xd5GhQkyaAsTblNi3XydvEcK.jpg",
    "description": "Viren falls for Pallavi, but she marries Siddharth. The couple dies, leaving behind their daughter, who grows up to look just like her mother and falls in love with Viren.",
    "background": "https://image.tmdb.org/t/p/w1280/8Tjj4bis80w1lU5ZT9juHPvjxNn.jpg",
    "released": "1991-01-01",
    "imdbRating": "6.6"
  },
  {
    "id": "gdrive:1hDWL9Hw2mhgB7Fw2u2Z6PeWsl59oNYGF",
    "type": "movie",
    "name": "AK vs AK",
    "poster": "https://image.tmdb.org/t/p/w500/4ULEEvH0hDYnbWN3nClrb88sYCF.jpg",
    "description": "After a public spat with a movie star,  a disgraced director retaliates by kidnapping the actor's daughter, filming the search for her in real-time.",
    "background": "https://image.tmdb.org/t/p/w1280/qM9xmkvCpQvOHgikuKE6ik3TXjv.jpg",
    "released": "2020-01-01",
    "imdbRating": "6.7"
  },
  {
    "id": "gdrive:1gABhVzRJWYaCzyJZ6qwli9lh5BxdHcfN",
    "type": "movie",
    "name": "Hum Aapke Dil Mein Rehte Hain",
    "poster": "https://image.tmdb.org/t/p/w500/imN87wvGiqaXJ8ia5pi8Iqil4cJ.jpg",
    "description": "Vishwanath is a multi-millionaire industrialist, who lives in a palatial house, with his only chid, a son named Vijay. Vijay has been literally born with a silver spoon in his mouth, and indulges in life's temptations and weaknesses to the extreme. Vishwanath would like his son to get married and be responsible. Vijay agrees to get married on condition that his future bride sign an agreement that the marriage is on a trial basis for one year, and thereafter is Vijay does not fall in love with her, the marriage gets annulled. Vishwanath asks his personal assistant, Megha, to quit her job and marry Vijay, but Megha refuses. Megha comes from a poor family, consisting of her mom, two other sisters, and one brother. Written by Shrikant",
    "released": "1999-01-01",
    "imdbRating": "5.8"
  },
  {
    "id": "gdrive:1HpOM1aA6XUdBWEaC7YLUyYhwsMykbfTT",
    "type": "movie",
    "name": "Heer Ranjha",
    "poster": "https://image.tmdb.org/t/p/w500/5bEiMJUkt5WANB6UoyhOKcf8re2.jpg",
    "description": "A newer version of the popular love story of Heer (Sridevi) and Deedho (Anil Kapoor), who calls himself Ranjha after leaving his house and living incognito in Heer's village as a labourer in her father's (Shammi Kapoor) house. Heer and Deedho were childhood sweethearts, separated because of family animosities, which have grown over the years and kept on the boil by Kaheda (Anupam Kher), whose leg was irreparably fractured by Deedho's family and friends.",
    "background": "https://image.tmdb.org/t/p/w1280/2717ejOkQpik3bSyRnm17GK4TTB.jpg",
    "released": "1992-01-01",
    "imdbRating": "10.0"
  },
  {
    "id": "gdrive:13_YOmlMUqY3oecuDDrQjFOl_lH-FY2QF",
    "type": "movie",
    "name": "Ram-Avtar",
    "poster": "https://image.tmdb.org/t/p/w500/t1F3Ig5EE1fe7Y2heox8d9708up.jpg",
    "description": "Ram and Avtar are both childhood best friends. The difference between the two friends is that Ram would willingly make priceless sacrifice for his friend; the time when both are separated is when Ram goes abroad to further his studies. In the mean while Avtar takes up employment in an organization run by Sangeeta. Avtar is romantically attracted to Sangeeta but Sangeeta falls in love with Ram; when Ram gets to know that Avtar is in love with Sangeeta he decides to sacrifice his love for his friend sake by getting Avtar married to Sangeeta. But one of Sangeeta's enemies Gundappaswami is willing to expose Ram and Sangeeta's relationship to Avtar.",
    "background": "https://image.tmdb.org/t/p/w1280/oXqOCRGOGCeqx06QsrJNj6FgZka.jpg",
    "released": "1988-01-01",
    "imdbRating": "4.8"
  },
  {
    "id": "gdrive:1R6uHghKLzGOap4Va1ifUfGyCt-00YBtJ",
    "type": "movie",
    "name": "Kasam",
    "poster": "https://image.tmdb.org/t/p/w500/6Wi8Zk58iD7R0aww7VEg0ydZdvs.jpg",
    "description": "Mangal Singh is the head of a village that gets it's revenue by selling cocaine. When Police Inspector Kisna finds out he goes to live incognito with the villagers to try and talk them out of dealing with drugs. He meets and falls in love with Mangal's daughter, Savi, and gets married to her.",
    "background": "https://image.tmdb.org/t/p/w1280/lPWhOZAFCfLBx0yFA5yveSyn30t.jpg",
    "released": "1988-01-01",
    "imdbRating": "5.0"
  },
  {
    "id": "gdrive:1nxN0DH8fFL04TUQMqXi34Kv5fDYWsSf2",
    "type": "movie",
    "name": "Joshilaay",
    "poster": "https://image.tmdb.org/t/p/w500/JODkcrpRtI3wP62J0uIg60FvQ6.jpg",
    "description": "Dara and Karan, the sons of two of the victims of dacoit Jogi Thakur, wait many years to exact their revenge. When the Thakur's colleague Raja Singh cheats him and runs away with his loot, Jogi is arrested and sentenced for life imprisonment. Years later Jogi escapes from the prison to get hold of Raja and take back his booty, but finds his face on all the posters in the village to find him dead or alive with a reward of fifty thousand rupees. When Karan gets to know Jogi has escaped he goes looking for him. Dara also join hands with Karan to even the score with the dreaded dacoit.",
    "released": "1989-01-01",
    "imdbRating": "5.3"
  },
  {
    "id": "gdrive:1iga1UoyRK-Ug3JmvDv_Za9AgURfgNcL4",
    "type": "movie",
    "name": "Nayak: The Real Hero",
    "poster": "https://image.tmdb.org/t/p/w500/lT8MCmidz11cuLWb68Ao0anB3mW.jpg",
    "description": "Shivajirao, a TV reporter, gets a chance to be the Chief Minister of Maharashtra for a day after being challenged by incumbent Chief Minister Balraj Chauhan. After his one-day stint turns out to be a huge success, his life spirals out of control and he is embroiled in political intrigue.",
    "background": "https://image.tmdb.org/t/p/w1280/9XdNGgj3eHjTl3EVSs3pY5AIXMQ.jpg",
    "released": "2001-01-01",
    "imdbRating": "7.0"
  },
  {
    "id": "gdrive:1mR-PuU5eyGeJw8Q6o8Q-u6nsZ-CCKllg",
    "type": "movie",
    "name": "Bulandi",
    "poster": "https://image.tmdb.org/t/p/w500/y1aTmBmtHRg1M5mDlVan1VnYNQn.jpg",
    "description": "A noble family presides over a small town in India.",
    "background": "https://image.tmdb.org/t/p/w1280/PxleSIcw3ejJDyLt131riWONo.jpg",
    "released": "2000-01-01",
    "imdbRating": "5.7"
  },
  {
    "id": "gdrive:1YLXL9xhsLnTJ_OhjGZaV5lw9R9GcYU_2",
    "type": "movie",
    "name": "Vijay",
    "poster": "https://image.tmdb.org/t/p/w500/487Qj9UgxOiT8Jz7dcesuBx9pki.jpg",
    "description": "Vijay is a story about various characters that are bound by relationships of love and friendship. How they become foes and take up weapons against each other. When Arjun and Vicky meet, they are oblivious to the fact that they are cousin brothers.",
    "background": "https://image.tmdb.org/t/p/w1280/y3AfVEpUst05B8y78DHjVB3udQn.jpg",
    "released": "1988-01-01",
    "imdbRating": "3.5"
  },
  {
    "id": "gdrive:18-aX7L0E_ciCVkh0CE1eFq9eotfBICZ0",
    "type": "movie",
    "name": "Dil Tera Aashiq",
    "poster": "https://image.tmdb.org/t/p/w500/iTk4hNCV4L7MvJ7a4riAoZhElaP.jpg",
    "description": "Wealthy Thakur Ranvir Singh Chaudhary never forgave his late sister Radha for marrying a poor man. After her death, he reluctantly takes in her children—Vijay, Bittu, and Gudiya.  Desperate for work, Soniya disguises herself as elderly Savitri Devi to become a governess for Bittu and Gudiya while also teaching dance. She meets Vijay, and they fall in love. Meanwhile, Thakur, unaware of her true identity, finds himself drawn to Savitri, with encouragement from his friend Naseeb Kumar.  When corrupt businessman Pratap Singh, seeking revenge on Thakur, discovers Soniya’s secret, he tries to use it for blackmail. Misunderstandings follow, leading to a dramatic fallout. As emotions and hidden truths come to light, Thakur is forced to confront his past mistakes, leaving love and redemption hanging in the balance.",
    "background": "https://image.tmdb.org/t/p/w1280/ydATGTXEh0anRcH1zcb3oYcZxan.jpg",
    "released": "1993-01-01",
    "imdbRating": "5.3"
  },
  {
    "id": "gdrive:1YPJg2d_n40yH8l45q0u7dGcmwlIGiPxu",
    "type": "movie",
    "name": "Meri Jung",
    "poster": "https://image.tmdb.org/t/p/w500/iwOgiQbN9a9EJzPXnpZ7ANIcwBY.jpg",
    "description": "When evil lawyer Thakral prosecutes innocent family man Deepak and sends him to his death, his family is shattered--and when his son Arun grows up, he's determined to avenge his parents' suffering.",
    "background": "https://image.tmdb.org/t/p/w1280/7Xvj0qarnOQaS6ClI0mbny84Hvr.jpg",
    "released": "1985-01-01",
    "imdbRating": "7.6"
  },
  {
    "id": "gdrive:1RwZt933D6WR_mE-hQLlvSrnbBO3bNTLv",
    "type": "movie",
    "name": "Loafer",
    "poster": "https://image.tmdb.org/t/p/w500/C9PWC4xMNYgWfGRXG8veM8dBzZ.jpg",
    "description": "Ravi Kumar is clearly the black sheep of the Kumar family, and has been so for years. He is unemployed, uncouth, and gets into fist fights and trouble all the time. And then a man is killed, and the evidence points towards Ravi, he gets arrested. Although there were witnesses to this murder, no one comes forward to testify in favor of Ravi. The Kumar family are aware of Ravi's innocence, but watch helplessly as Ravi awaits his sentence, which may send him to the gallows, as now only a miracle can save Ravi. Written by rAjOo",
    "background": "https://image.tmdb.org/t/p/w1280/zuMv27NBmEabc4JB5iI6t7NAKrH.jpg",
    "released": "1996-01-01",
    "imdbRating": "3.3"
  },
  {
    "id": "gdrive:1lfWRfb-TbrMZTSS-_Y2B9ROPNYmeRxm7",
    "type": "movie",
    "name": "Slumdog Millionaire",
    "poster": "https://image.tmdb.org/t/p/w500/5leCCi7ZF0CawAfM5Qo2ECKPprc.jpg",
    "description": "A teenager reflects on his life after being accused of cheating on the Indian version of \"Who Wants to be a Millionaire?\".",
    "background": "https://image.tmdb.org/t/p/w1280/1wZoVT9RJsZmNjg8CecXqSgFUd9.jpg",
    "released": "2008-01-01",
    "imdbRating": "7.7"
  },
  {
    "id": "gdrive:1hd8TxLqtW3Hrl9zzQMM1LnNDr9r8k7-0",
    "type": "movie",
    "name": "Mashaal",
    "poster": "https://image.tmdb.org/t/p/w500/zZbCbgHFK82StzGOJT4nppqc8Th.jpg",
    "description": "Vinod Kumar, an honest man, tries to expose the malpractices of influential politician-cum-gangster, SK Vardhan through his newspaper, Mashaal. A chain of events changes Vinod's life - from an honest journalist to a gangster.",
    "background": "https://image.tmdb.org/t/p/w1280/fvkQ22NNUhLOWvj0CxfEaRMwabv.jpg",
    "released": "1984-01-01",
    "imdbRating": "8.1"
  },
  {
    "id": "gdrive:1UriJOe_dGa3oTqj3ndva_bZWiptu83iE",
    "type": "movie",
    "name": "Parinda",
    "poster": "https://image.tmdb.org/t/p/w500/5iVDKpzPr1egzNsKjIDL2maVEe5.jpg",
    "description": "Brothers Kishan and Karan grow up in Bombay. Karan soon leaves to study in America while Kishan enters into a life of crime, falling under the sway of Anna Seth, a drug lord. When Karan returns to Bombay,  Kishan intends to keep him as far away from his criminal life as possible, but things don't go as planned.",
    "background": "https://image.tmdb.org/t/p/w1280/l0ZrCJM2HDfoldzZjAwBh9uYmS7.jpg",
    "released": "1989-01-01",
    "imdbRating": "7.0"
  },
  {
    "id": "gdrive:1GxYg7UEyog09WJBMPC9rnlMSPnWSMFXV",
    "type": "movie",
    "name": "Rajkumar",
    "poster": "https://image.tmdb.org/t/p/w500/jVIASGr6CqdGxooo5K1i8Hkw8AV.jpg",
    "description": "Rani Maa's(Reena Roy) husband is killed by the neighboring kingdom's evil Prime Minister Man Singh (Naseeruddin Shah). The Prime Minister absolves himself from this killing and blames it on the king, the father of Rajkumari Vishaka (Madhuri Dixit). Rani Maa swears to avenge the death against the Rajkumari. Man Singh also has a twin brother, Surjan Singh (also Naseeruddin Shah) who is not evil at all albeit a little naive. Rani Maa is shocked and aghast when she finds out that her only son, Rajkumar (Anil Kapoor) is in love with Rajkumari. She sets out to oppose this marriage, while Rajkumar will leave no stone unturned to marry Rajkumari. The stage is set for mother and son to decide whether it is in their best interest to include someone in the family, who has killed a husband and a father respectively.",
    "released": "1996-01-01",
    "imdbRating": "5.7"
  },
  {
    "id": "gdrive:1EmnBn0BS8u94bnrD_cWXef0aDeXtu3HP",
    "type": "movie",
    "name": "1942 A Love Story 1994 WebRip 1080p Hindi DD 2.0 x264 ESub - mkvCinemas [Telly].mkv",
    "poster": null,
    "description": "Size: 4.25 GB"
  },
  {
    "id": "gdrive:1R9pjRpakRl8PAsLMZ_S0V47SeQW6L6Zn",
    "type": "movie",
    "name": "Inteqam",
    "poster": "https://image.tmdb.org/t/p/w500/16ieZ04ExJYe5YDP9xjWKNMDvL0.jpg",
    "description": "Vijay Kumar Singh lives in a big apartment building with his parents. He and his three male friends are thrilled and intrigued by the arrival of a new family in their neighborhood, especially by a young and attractive Shoma Kapoor. To add to this, she also gets admitted in the same college as they, and all four males attempt to romance her in their own way - and each one believes that he has succeeded. Rumours abound, and Shoma's mom comes to know about them, resulting in Shoma having a open...",
    "released": "2001-01-01",
    "imdbRating": "6.0"
  },
  {
    "id": "gdrive:1h5Xw1uiIwvrBkiag_1nu3-Kvqu81PABu",
    "type": "movie",
    "name": "Mr. Bechara",
    "poster": "https://image.tmdb.org/t/p/w500/sldMFon3HsvEPofH5UArFm2pEne.jpg",
    "description": "Mr Bechara is a shy printer who, since the passing of his wife, has been taking care of his infant son. However, his simple life is blown apart by the arrival of the unorthodox techniques of one Dr Dayanand.",
    "released": "1996-01-01",
    "imdbRating": "5.8"
  },
  {
    "id": "gdrive:1ingdxHLqMpvGG-BCrBSctvRVX1qbED5R",
    "type": "movie",
    "name": "Jamai Raja",
    "poster": "https://image.tmdb.org/t/p/w500/diJ6U0UC7ypc6nAPo462NVhyj2d.jpg",
    "description": "The conflict between Mother-in-law and Daughter-in-law is very common in every family. But in our exemplary story, there is a conflict between Mother-in-law and Son-in-law. Millionaire Durgeshwari Devi is a very stubborn and proud lady. She has two sons, who are employed in her factory. Her pet daughter Rekha is studying in a medical college in Bombay. Everybody is scared of Durgeshwari in the house. In Raja's house, his mother Devki and his adopted sister Indu are staying. It is a co-incidence that he falls in love with Rekha. When this news is conveyed to Durgeshwari by her Secretary Shakti, she get enraged. Raja marries Rekha secretly. Durgeshwari has to accept Raja as her son-in-law and invites him along with her daughter to stay in her house. But it is her keen desire that Rekha must be separated from Raja and she tries her best to create hatred between them. But truth prevails. During the events that are unfolded, Durgeshwari finally accepts Raja as her son-in-law.",
    "background": "https://image.tmdb.org/t/p/w1280/hMvgb2rN7umXSArvwGIBgPAhOsD.jpg",
    "released": "1990-01-01",
    "imdbRating": "6.0"
  },
  {
    "id": "gdrive:15otDCsawpjSx5XuRy_ZKsOGOIHAZhtlY",
    "type": "movie",
    "name": "Kala Bazaar",
    "poster": "https://image.tmdb.org/t/p/w500/r59iE6145Pseeg0kXmFUEyNCPoe.jpg",
    "description": "In modern secular India corruption, nepotism, caste, and favoritism has taken root all the way from Kashmir to Kanyakumari, sparing no one in it's wake. Bombay Municipal Corporation's employee Kimtilal is one such person who had to pay a bribe to a gynecologist so that his wife, Shanti, can give premature birth to their son, Kamal. When Kamal grew up, Kimtilal had to pay another bribe in the form of a donation to a school for admitting him. Then he had to pay another bribe so that his son could successfully pass his college examination, and go on to join the Bombay Police Force. Finally, he withheld an important municipal license for businessman Sampat, in order to get his consent to marry his advocate daughter, Kamini, with his son.",
    "background": "https://image.tmdb.org/t/p/w1280/4L678Rwtjsi2hEdOvyZaRyz6k0a.jpg",
    "released": "1989-01-01",
    "imdbRating": "5.9"
  },
  {
    "id": "gdrive:1QuP9zmlDFSjzT6dBWTlf1IBRGdMYTn4h",
    "type": "movie",
    "name": "Benaam Badsha",
    "poster": "https://image.tmdb.org/t/p/w500/jEhEkdhilcs7G6F0vqj1zxH5JHQ.jpg",
    "description": "Found in a garbage bin, abandoned by his biological parents, a young man grows up to a paid assasin, kidnapper, and rapist (Anil Kapoor). One of his rape victims' is Jyoti (Juhi Chawla), who is raped on the day of her marriage to a doctor groom. Her life ruined, unwed, she decides to convince her rapist to marry her, and goes to live in his neighborhood. But her rapist will not marry her, however, she continues to pursue her goal, and after feigning a pregnancy she does convince him to allow her to move in with him - amongst ruins, without a roof. She soon starts to transform him, with considerable success. She names him Deepak, so that he has a name others can call him by. Deepak receives a contract to kill Kaameshwari (Rohini Hattangadi) by Jaikal (Amrish Puri).",
    "background": "https://image.tmdb.org/t/p/w1280/hyaBWo0xbUHZiW8xfIzKrPVesWJ.jpg",
    "released": "1991-01-01",
    "imdbRating": "4.6"
  },
  {
    "id": "gdrive:11n_vUsJWY_lTnG-KWK_9KybWJ1mK3sQz",
    "type": "movie",
    "name": "Thar",
    "poster": "https://image.tmdb.org/t/p/w500/2PK1WRr8dOF7FG5G4VCal4GcnPT.jpg",
    "description": "A mysterious stranger arrives in a village situated in the Thar desert and crosses paths with a veteran cop investigating a case of brutal killings.",
    "background": "https://image.tmdb.org/t/p/w1280/oX39pOojh66V5fCmakGVYAHVkwM.jpg",
    "released": "2022-01-01",
    "imdbRating": "5.9"
  },
  {
    "id": "gdrive:1HcNup2dhOZ_JEHQKaYVzItb0L0ciQVRB",
    "type": "movie",
    "name": "Pratikar",
    "poster": "https://image.tmdb.org/t/p/w500/4wlKkqag440TftkyPMZTMkWC6cZ.jpg",
    "description": "A boy grows up with a teacher's family after his uncle has the boy's father killed for personal gain.",
    "background": "https://image.tmdb.org/t/p/w1280/w2xoMBcPcabGI7y62zshF1MOT9U.jpg",
    "released": "1991-01-01",
    "imdbRating": "2.5"
  },
  {
    "id": "gdrive:1cAel0rlVoA3ekqyUajtpmdXEMi8FrY1c",
    "type": "movie",
    "name": "Badhaai Ho Badhaai",
    "poster": "https://image.tmdb.org/t/p/w500/vqT2U732KIHdSCRCeO0lslsmkxp.jpg",
    "description": "The D'Souza and the Chaddha families are neighbors and have been good friends for as long as they can remember, and despite their diverse religion and cultural beliefs, celebrate Diwali and...",
    "background": "https://image.tmdb.org/t/p/w1280/4iH027HzfD5W6sRhviFtN2tA2v7.jpg",
    "released": "2002-01-01",
    "imdbRating": "5.2"
  },
  {
    "id": "gdrive:1cNHLMI10Y1vxIMb4ew0JHK2jyuKM7zfE",
    "type": "movie",
    "name": "Ram Lakhan",
    "poster": "https://image.tmdb.org/t/p/w500/nDqAx0z6u8KJ4arJy40eaKTXB8M.jpg",
    "description": "Sharda vows vengeance when her husband is murdered by his two evil cousins, Bhishamber and Bhanu, and she and her two young sons are thrown out on the street. Those sons grow into the upstanding police officer Ram and the easily tempted dreamer Lakhan. If the family is to be avenged, Ram will have to lead his brother away from the path of corruption he's strayed onto, and protect him from the influence of Bhanu and Bhishamber.",
    "background": "https://image.tmdb.org/t/p/w1280/6Zm50WdNBgVJ9w7KiBiB5cBg0TF.jpg",
    "released": "1989-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:1T6SiszgxSs7g5NoK32d7Gn_jPjWQpZ-G",
    "type": "movie",
    "name": "Karma",
    "poster": "https://image.tmdb.org/t/p/w500/vN0o0M9ftz1yd3vFYTmb78ZvYoi.jpg",
    "description": "When senior police inspector Vishwa Pratap Singh arrests Dr. Michael Dang, the leader of the international terrorist group PSO, the group blast the jail Dang is lodged in killing huge numbers of inmates including two of Vishwa's sons and his daughter-in-law; with Dang escaping in the process. Vishwa, who now calls himself Dada Thakur, is determined to put an end to Dang and his PSO gang. He enlists three death row inmates, Baiju Thakur, Johnny and former terrorist Khairuddin Kisti, Thakur personally trains to become disciplined fugitive hunters, and sets out to avenge his family's slaughter.",
    "background": "https://image.tmdb.org/t/p/w1280/qXp4sQEq1xyTY6lwxSNaeTzCaRn.jpg",
    "released": "1986-01-01",
    "imdbRating": "7.2"
  },
  {
    "id": "gdrive:17XbNImPhev3IpxoSGkwhj_byqlgism3a",
    "type": "movie",
    "name": "Pukar",
    "poster": "https://image.tmdb.org/t/p/w500/6CYvGwb1hmIQcBWjfpec599v7X4.jpg",
    "description": "Major Jaidev saves a politician from the clutches of a dreaded terrorist. However, the terrorist joins hands with his childhood friend Anjali to ruin his life.",
    "background": "https://image.tmdb.org/t/p/w1280/vlZrenRAefRLjukTerw1rXbwcjm.jpg",
    "released": "2000-01-01",
    "imdbRating": "6.7"
  },
  {
    "id": "gdrive:1QBVBGB4Z665cCzR4zgVY-C49-KlIE12f",
    "type": "movie",
    "name": "Laila",
    "poster": "https://image.tmdb.org/t/p/w500/oWNdUDU78oVpwwxmkKMdyI8k7ZP.jpg",
    "description": "Bitter hatred had always existed between two Rajput families, namely those of Bharat Singh and Prithviraj Singh, resulting in the death of Bharat's nephew. Years later, Prithviraj's son Dharamraj gets married to Sunaina, who gives birth to a baby boy named Deshraj. On Deshraj's 10th birthday, Prithviraj goes to make peace with Bharat and invites him for a birthday party, which Bharat attends, but there is no end to the animosity - which results in the death of Prithviraj, when his chauffeur, Chandu, is bribed and manipulated by Bharat and his men. (Watch for more)",
    "released": "1984-01-01",
    "imdbRating": "4.0"
  },
  {
    "id": "gdrive:1eIJnKb48uqZ7NQv7f3Bs6M71PmBy92Mz",
    "type": "movie",
    "name": "Mohabbat",
    "poster": "https://image.tmdb.org/t/p/w500/aAD2n1rr3HTY8mCXUQP7rFAW5oh.jpg",
    "description": "Shekhar and Pooja are in love, but cannot get married until Shekhar's family demands an unaffordable dowry to seal the deal.",
    "released": "1985-01-01",
    "imdbRating": "7.8"
  },
  {
    "id": "gdrive:1drNoR6YTtNJvuX3Tx1zOt2msBAEsJpwR",
    "type": "movie",
    "name": "Pukar",
    "poster": "https://image.tmdb.org/t/p/w500/vMQLv1fQfPrLBilk8EEv9TrbVjA.jpg",
    "description": "Although India obtained freedom from the British in 1947, Goa and it's territories are still ruled by the Portuguese. A group of revolutionaries want a free Goa and are thus wanted by the Portuguese administration. Amongst them are Purandare, Narvekar, and Dinanath, and when Dinanath's whereabouts are known to the police, he escapes with his young son, Ramdas, and goes to their hideout. With the assistance of Purandare they do manage to escape but are shot. A horrified Ramdas watches as his dad is shot dead by Purandare. This is how Ramdas starts hating revolutionaries. Ramdas changes his name to Ronnie, befriends a girl named Julie, and grows up taking to crime as his career.",
    "background": "https://image.tmdb.org/t/p/w1280/kbw54NBg55ce4an7CJJpKUa7BKS.jpg",
    "released": "1983-01-01",
    "imdbRating": "4.9"
  }
]
