[
  {
    "id": "gdrive:1ILHg9ZpQOrWPKHj8TNCMdgviEiJ3r7MC",
    "type": "movie",
    "name": "Phandebaaz",
    "poster": "https://image.tmdb.org/t/p/w500/7bCNxleirra7qT0FHO0LCeGOXTM.jpg",
    "description": "Raajkumar Kakkar, a poor young man who resembles Rana Shantidas, a wealthy man, impersonates him and enjoys his credit to have all facilities. He falls in love with Shanti, a rich girl and discloses his true identity. The rich father refuses to accept him, but Shanti marries him. Rana Shantidas, who is in fact being blackmailed by his minister, swaps places with Raajkumar. The latter finds himself the target of a bloody pot. He, however, boldly fights against all odds to help Rana Shantidas get rid of the blackmailing Diwan.",
    "background": "https://image.tmdb.org/t/p/w1280/sePB9YrBtbgtoW5Bok0o07vpAOL.jpg",
    "released": "1978-01-01",
    "imdbRating": "10.0"
  },
  {
    "id": "gdrive:1Axs5y3pAxWqFNSUsDpDsvO-1NtO1Za0Q",
    "type": "movie",
    "name": "Aap Beati",
    "poster": "https://image.tmdb.org/t/p/w500/jlbYcZD1u2MSNqQqSswpVQpT6GC.jpg",
    "description": "The Kapoor family consists of Kishorilal, his wife Lajjo, son, Prakash, and daughter, Geeta. Kishorilal and Geeta toil hard to ensure that Prakash gets a good education so that he can study in America, return home, and repay the loans that the family has taken. Prakash does get to complete his studies, he also travels to America, upgrades, and returns home to be employed as Kishorilal's boss. Then Prakash gets married to Reena, who comes from a wealthy family, and moves in with them. Geeta confides in Reena that she has met a young man by the name of Ranjit, both are in love and want to get married. The entire family is overjoyed, but their joys are short-lived when Ranjit's dad, Mayadas, asks him to get married to the daughter of a wealthy man, when he refuses, he is asked to leave.",
    "background": "https://image.tmdb.org/t/p/w1280/mBTtFO7JlM4H43NeNgcenN00i8d.jpg",
    "released": "1976-01-01",
    "imdbRating": "5.0"
  },
  {
    "id": "gdrive:18pW2pY_W55GR9zcO0lDsltje0Y1XAi-S",
    "type": "movie",
    "name": "Seeta and Geeta",
    "poster": "https://image.tmdb.org/t/p/w500/f2tl8IoE8uMvJe6ICTU7Nk07dKn.jpg",
    "description": "The story is about identical twins who are separated at birth and grow up with different temperaments. The twins then swap places.",
    "background": "https://image.tmdb.org/t/p/w1280/a0Euc1jiZDBjfC42pMx2pzUKON9.jpg",
    "released": "1972-01-01",
    "imdbRating": "6.9"
  },
  {
    "id": "gdrive:12em7wqBs6lfjH4-YEvW-QlUfHhDTUxIr",
    "type": "movie",
    "name": "Daku Bhairav Singh",
    "poster": "https://image.tmdb.org/t/p/w500/a98RPG3hdIdxM1UmAKp3Tn48KfF.jpg",
    "description": "Daku Bhairav Singh is a 2001 Hindi action movie featuring Dharmendra, Shakti Kapoor, Raza Murad, Brij Gopal, Anil Nagrath and Amit Pachori.",
    "released": "2001-01-01",
    "imdbRating": "4.0"
  },
  {
    "id": "gdrive:1r4ycHZOnX0wBsHUSeLJCcUPAtAtSasf3",
    "type": "movie",
    "name": "Johnny Gaddaar",
    "poster": "https://image.tmdb.org/t/p/w500/jWpo1qCIefGxJjQOURu2IfQgQK4.jpg",
    "description": "Five men get involved in a drug deal set up by a corrupt police officer, but the plan goes awry when the youngest member decides to steal the money.",
    "background": "https://image.tmdb.org/t/p/w1280/qKFXGhYgI6E7YR7elNUs6RuXJmJ.jpg",
    "released": "2007-01-01",
    "imdbRating": "6.8"
  },
  {
    "id": "gdrive:1gpgYXEac9_MJd1V0FC-jdwOfe4UaUuJP",
    "type": "movie",
    "name": "Batwara",
    "poster": "https://image.tmdb.org/t/p/w500/cx0EIAglUKPMHN1HaBQj7Y7aKJg.jpg",
    "description": "Amidst the fall of princely states in post-independence India, the friendship between Vikram, who comes from an aristocratic family, and a peasant is tested. Vikram turns vengeful after his brother is killed in a peasant colony.",
    "background": "https://image.tmdb.org/t/p/w1280/vRuVSXDtZl1BevJ1vXeZypoqLKr.jpg",
    "released": "1989-01-01",
    "imdbRating": "8.8"
  },
  {
    "id": "gdrive:1HTa75xFC48S57K0Y1xb34xD7vtWliTNu",
    "type": "movie",
    "name": "Loafer",
    "poster": "https://image.tmdb.org/t/p/w500/AvJ9eeTtxhCrESLTUVIqErxcg9j.jpg",
    "description": "Ranjit is the right-hand man of a gangster named \"Uncle\". He has been working for him since he was a runaway child, and excels in all of kinds of criminal activities, currently managing a night-club called \"Playboy\". He meets with beautiful Anju and both fall in love with each other. Then he finds out that Anju is not who she claims to be but someone hired by Pratap to be close to him, entrap him, and get him killed. But that does not happen, Ranjit survives, rescued by Anju, and he helps her free her brother, Rakesh, from Pratap's clutches. Then some priceless jewelery is placed on display, and a number of gangsters decide to try and steal them, knowing fully well that there is a 24 hour police guard, as well as an alarm system. It is after this robbery that the past will be re-visited and it is then a number of people, on whom Ranjit has depended upon, will come to know of his real background, including the murder he committed before he started his career as a criminal.",
    "background": "https://image.tmdb.org/t/p/w1280/sDe8u14NOSl5niaSCUhzXx6rOpn.jpg",
    "released": "1973-01-01",
    "imdbRating": "4.5"
  },
  {
    "id": "gdrive:1ttw-ao-iNVRpWsW6j9Yk2AJaZ56Bk2nH",
    "type": "movie",
    "name": "Khamoshi",
    "poster": "https://image.tmdb.org/t/p/w500/w2NYvgVLYNqZ87NUpsfHr9gZ57h.jpg",
    "description": "A London-based millionaire, deaf-mute, Surbhi (Tamannaah Bhatia) makes multiple enemies when she decides to use the property she inherits from her adoptive mother towards the betterment of kids living in an Indian orphanage.",
    "background": "https://image.tmdb.org/t/p/w1280/2jDZvtQaZPysMKLL6tfnZKDSEBM.jpg",
    "released": "2019-01-01",
    "imdbRating": "5.5"
  },
  {
    "id": "gdrive:1na3BP2mENGjwFoQBGQAAH3jwP2eTnM33",
    "type": "movie",
    "name": "Ghulami",
    "poster": "https://image.tmdb.org/t/p/w500/eV3PzmViW65DmRXtXt9y9s276fw.jpg",
    "description": "Near India and Pakistan's border-town of Fatehpur, lives Ranjit Singh Choudhary who has been labeled as a rebel by his schoolmaster and his dad, Makhan's employer, Bade Thakur, as he could not stand the injustice that was meted to farmers like his dad, and his ancestors who had become economic slaves to the upper-caste Thakurs, who loaned them some money, ...",
    "background": "https://image.tmdb.org/t/p/w1280/riYzsDLxXziBjtBPytCIxWWYC3Y.jpg",
    "released": "1985-01-01",
    "imdbRating": "7.3"
  },
  {
    "id": "gdrive:1ux01tGuMgMvP3N5IiX6e4TVn7coCCws0",
    "type": "movie",
    "name": "Anupama",
    "poster": "https://image.tmdb.org/t/p/w500/ojTUDpCurFHFEURK5OUKbGOyXks.jpg",
    "description": "Mohan Sharma (Tarun Bose) is a workaholic, whose life changes dramatically after his wife dies upon giving birth to their daughter Uma (Sharmila Tagore).",
    "background": "https://image.tmdb.org/t/p/w1280/sZY0xzPF4kjEDgwc9EpEWDH35I4.jpg",
    "released": "1966-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:1PInT20nGnJUO4zv-415TGBxkaRUSKDTE",
    "type": "movie",
    "name": "Ankhen",
    "poster": "https://image.tmdb.org/t/p/w500/dms3TFD3C1GgsheDvwINyfazeix.jpg",
    "description": "Shortly after independence India faces terrorists attacks in Assam. A group of concerned citizens, who are not connected with the government, decide to do something to stop this carnage. Spy Sunil Mehra (Dharmendra) must travel to Beirut and foil the terror group.",
    "background": "https://image.tmdb.org/t/p/w1280/qPp7CpHWnJNPzzeyDIoeO39F62N.jpg",
    "released": "1968-01-01"
  },
  {
    "id": "gdrive:1PYJOyH7xyBDjZ2N2JUOYSDfxfdehkk6H",
    "type": "movie",
    "name": "Aaye Din Bahar Ke",
    "poster": "https://image.tmdb.org/t/p/w500/8sM0hsG87WhianHtMtrNHDnvZNs.jpg",
    "description": "This romantic Bollywood musical tells the story of a young woman named Jumana (Sulochana) who has two secrets that she's hiding from the world: her marriage and the fact that she's given birth to a child outside of that marriage. Noteworthy for its popular music, the film focuses on humans' vast capacity for failure as well as the ways in which our actions can impact the innocent (or not-so-innocent) lives of others.",
    "background": "https://image.tmdb.org/t/p/w1280/jHN3Ml2yJsPtYIvgFYZXYRK6UPQ.jpg",
    "released": "1966-01-01",
    "imdbRating": "5.5"
  },
  {
    "id": "gdrive:1VVadMz2ojomdtGb0swqdUTkQ963qqgDN",
    "type": "movie",
    "name": "Raja Jani",
    "poster": "https://image.tmdb.org/t/p/w500/lcWXJS90zdxiIbrBnAk83s8esBk.jpg",
    "description": "Two men make a plan to present a street dancer as the long lost granddaughter of a wealthy queen",
    "released": "1972-01-01",
    "imdbRating": "6.2"
  },
  {
    "id": "gdrive:17OJJq4slTTmyCp0U4e2bhO1r4PfWec5E",
    "type": "movie",
    "name": "Pratigya",
    "poster": "https://image.tmdb.org/t/p/w500/3Q6dqWCx0RaeCXUPYjrwG2uMrL8.jpg",
    "description": "The Tele-serial Pratigya revolves around a family. This serial is fully family drama and Romance",
    "background": "https://image.tmdb.org/t/p/w1280/zJngaEWpyoEe54bOMeI9Ib6bIUh.jpg",
    "imdbRating": "8.0"
  },
  {
    "id": "gdrive:1UgFaXNMXRYsRDXVG0aM_qu6PII6i03ID",
    "type": "movie",
    "name": "Dharam Veer",
    "poster": "https://image.tmdb.org/t/p/w500/AoXTtD8NTJOK2ARx9sfOz2uy0nl.jpg",
    "description": "An Astrologer informs Satpal Singh that his nephew will eventually kill him. When Satpal's sister, Maharani Meenakshi, gives birth to twins, he has one thrown from the castle walls, and ...",
    "background": "https://image.tmdb.org/t/p/w1280/eMuT7NILCLvMO3ItanfXC2rtbQn.jpg",
    "released": "1977-01-01",
    "imdbRating": "7.3"
  },
  {
    "id": "gdrive:13ffLL-n9x4qtlvGPA7LdKKLmju2rWFCu",
    "type": "movie",
    "name": "Mera Gaon Mera Desh",
    "poster": "https://image.tmdb.org/t/p/w500/gYFzcW8TuWqnMwyEAuMKmO7kuez.jpg",
    "description": "Ajit saves the village from the dakus (bandits); whilst having romance with Anju.",
    "background": "https://image.tmdb.org/t/p/w1280/fYcsEADu9agYRQpIXvV0NITV74q.jpg",
    "released": "1971-01-01",
    "imdbRating": "4.3"
  },
  {
    "id": "gdrive:1hernIsJ0kvc8TtnXyUDCLYwaYZ4fVl5U",
    "type": "movie",
    "name": "Jeevan Mrityu",
    "poster": "https://image.tmdb.org/t/p/w500/d3OqfmBgz0zkzR5cfQbbcwlWgot.jpg",
    "description": "An honest bank manager is arrested for embezzlement on the eve of his marriage. After his release, he seeks out his fiancee and decides to take revenge on his colleagues, who falsely implicated him.",
    "background": "https://image.tmdb.org/t/p/w1280/4BoxBOw9pJtj0JY7vORr9N9DUra.jpg",
    "released": "1970-01-01",
    "imdbRating": "5.8"
  },
  {
    "id": "gdrive:1fjzxPJSGjsbBwIBM7rtoSneskD_wvz4I",
    "type": "movie",
    "name": "Farishtay",
    "poster": "https://image.tmdb.org/t/p/w500/3eaQ2OpL2z9rasDFWHTp95kjp8W.jpg",
    "description": "After the death of her husband, the Police Inspector, Gayatri sets out to find his murderer, and is horrified to learn that her brothers are employed by him.",
    "background": "https://image.tmdb.org/t/p/w1280/a9Eojtx8S7qlmOVAwRbOKHBWCss.jpg",
    "released": "1991-01-01",
    "imdbRating": "4.6"
  },
  {
    "id": "gdrive:1aPBoPH1TfNCxOK6zxEO8pJtTLmZJicUm",
    "type": "movie",
    "name": "Kaajal",
    "poster": "https://image.tmdb.org/t/p/w500/cPhbZEqOsnwQ6XQqyFRtHHxJf3q.jpg",
    "description": "Raised by a kind matriarch, Madhavi (Meena Kumari) shares a close bond with her foster brother Rajesh (Dharmendra). When Rajesh marries the insecure Bhanu (Padmini), Madhavi faces false accusations and attempts suicide. Rescued by Moti (Raaj Kumar), she marries him, only to discover his manipulative and exploitative true nature, leaving her trapped in a life of further sorrow.",
    "background": "https://image.tmdb.org/t/p/w1280/4fXrNLse6pqEPlhDrco7BeEDipY.jpg",
    "released": "1965-01-01",
    "imdbRating": "3.0"
  },
  {
    "id": "gdrive:1pBWEzPgBXABu5N8kpprJ7il8KDB0EeT-",
    "type": "movie",
    "name": "Guddi",
    "poster": "https://image.tmdb.org/t/p/w500/iidwFEgZ0yroFQJSOSXggGpSqpe.jpg",
    "description": "A teenage girl will not accept her family's attempt to arrange a marriage for her, as her heart is currently too full of love for the movies and heartthrob actor \"Dharmendra.\"",
    "background": "https://image.tmdb.org/t/p/w1280/gSvFmuWP6Durg7svkv5h8oKC5R8.jpg",
    "released": "1971-01-01",
    "imdbRating": "5.7"
  },
  {
    "id": "gdrive:15FwMY2loax0OqaI3EEJz6aUtkya7iavW",
    "type": "movie",
    "name": "Razia Sultan",
    "poster": "https://image.tmdb.org/t/p/w500/3IxDuMf5vbHhYW6dBq9CdbP9pOU.jpg",
    "description": "The film is based on the life of Razia Sultan (1205–1240), the only female Sultan of Delhi (1236–1240) and her speculated love affair with the Abyssinian slave, Jamal-ud-Din Yakut.",
    "background": "https://image.tmdb.org/t/p/w1280/coCcj1uXTwnUOk7h437rUiQyqFO.jpg",
    "released": "1983-01-01",
    "imdbRating": "6.4"
  },
  {
    "id": "gdrive:1XDH-RDBNPkTnm0wgnI638aevwD3EGDXN",
    "type": "movie",
    "name": "Tum Haseen Main Jawan",
    "poster": "https://image.tmdb.org/t/p/w500/g73G3GO2tOGSqPwfMh4vbCXdqLr.jpg",
    "description": "Surendra is an army officer, and has had numerous affairs with a number of attractive young women. One day he meets with beautiful Anuradha, and falls in love with her. Anuradha too loves him, and she is introduced to his mom. Anuradha has another admirer in Ranjeet, who informs Surendra and his mom, that Anuradha is deceiving them, and is the mother of a baby boy. Surendra and his mother are shocked, and will have nothing to do with Anuradha. Then the child, in question, is kidnapped, and held for ransom. It is then Surendra comes to know the shocking truth behind the abduction, which will change his life forever.",
    "background": "https://image.tmdb.org/t/p/w1280/1zo57Vy596jzQjS7LOq0jAjK5rx.jpg",
    "released": "1970-01-01"
  },
  {
    "id": "gdrive:1B83xn_3fz-9jKgzMuEuiFD6yXE0aIUj8",
    "type": "movie",
    "name": "Aatank",
    "poster": "https://image.tmdb.org/t/p/w500/95bV5v2h5WkvwQZj1o6OVrowQve.jpg",
    "description": "Jesu and Peter are childhood friends who live in a coastal village in India and depend on fishing as their livelihood. The community is oppressed by a powerful gangster named Alphonso. Jesu is an orphan, while Peter is brought up by his aunt and uncle, after the death of his mother. The community is all thrilled when Phillips finds black pearls off the coast. But then so does Alphonso, who asks his divers to get all the pearls, thus disturbing the ocean. Peter meets with Suzy D'Silva and they fall in love with each other, and get married. While enjoying a quiet swim on the sea-shore, Suzy disappears. A search is carried out, and a number of human body parts are recovered. With shock and horror, this community finds that their livelihood is being threatened by a gigantic, virtually indestructible man-eating shark.",
    "background": "https://image.tmdb.org/t/p/w1280/h6mJ32n6d6wjt5pcFfLWjoPj0NW.jpg",
    "released": "1996-01-01",
    "imdbRating": "3.0"
  },
  {
    "id": "gdrive:1UTQlOcJL65dYiZajZS8D58ajCl-8cDy2",
    "type": "movie",
    "name": "Aazmayish",
    "poster": "https://image.tmdb.org/t/p/w500/5V69KO5DvMDy5H36tRDVO1WFhxb.jpg",
    "description": "Gorgeous looking Anju Khanna lives in a palatial home with her dad, and mom. Her dad, R.K.Khanna has been having labor problems at his workplace, due to a headstrong union leader named Shanker, who wants better housing and benefits for all workers, and failing which, he has declared an indefinite strike. Her dad would like her to marry Laxmikant alias Lucky Gupta, but Anju does not like him. She has met and has fallen in love with a dashing young man named Raja Singh Rathod. Although Khanna is upset with her for falling in love, he would like to meet him, to which Anju agrees to and brings Raja along to introduce him to her dad. It is then that Khanna finds out that Raja is a poor motor mechanic, and is the brother of union leader, Shanker. He asks Raja to leave, and warns Anju that if she ever sees him again, he will arrange to have Raja killed. Anju must now decide to carry on with her love-life, or obey her father and save her lover's life.",
    "released": "1995-01-01",
    "imdbRating": "5.0"
  },
  {
    "id": "gdrive:18E9_l79pSL690c0itMUKng9y1cIm2EaQ",
    "type": "movie",
    "name": "Dushman Devta",
    "poster": "https://image.tmdb.org/t/p/w500/j1wGzl6n5IPyRZfzipn6uyQOm12.jpg",
    "description": "Shiva is an escaped convict who is looking for a suitable place to hide from the police. His adventures lead him to end up in a rural region which happens to be the main target of bandits and wild animals - with no one who can stop them from looting and killing the residents there. Shiva finds that he can take refuge there. His methods of solving the issues get him well respected by the residents who regard him as god without knowing that Shiva has an ulterior motive.",
    "released": "1991-01-01"
  },
  {
    "id": "gdrive:1BDYU7cFP_cN5SmgrQ4lZfhMiv75CL47d",
    "type": "movie",
    "name": "Second Hand Husband",
    "poster": "https://image.tmdb.org/t/p/w500/jT0e1Yzbj89q9UAy2CNRNr19rPJ.jpg",
    "description": "Gurpreet and Rajbir plan to get married, but Rajbir's ex-wife is standing in their way. Until she gets remarried Rajbir must pay alimony -- so it's time for them to find her a new man.",
    "background": "https://image.tmdb.org/t/p/w1280/tfPxhUcLNTCN4z7YUMrwsIuL3Xf.jpg",
    "released": "2015-01-01",
    "imdbRating": "2.7"
  },
  {
    "id": "gdrive:1iSQo7_OkIE6JI1EbIZ_OwbsISXueSX8I",
    "type": "movie",
    "name": "Krodhi",
    "poster": "https://image.tmdb.org/t/p/w500/pl6Or87TskMSYs782LhwASKjSF7.jpg",
    "description": "Unaware of his parents, as he was abandoned as a young child, Vikramjit Singh alias Vicky grows up amidst hatred.",
    "background": "https://image.tmdb.org/t/p/w1280/zW4XmPYKt1aB4G8nfcIkPChgXMZ.jpg",
    "released": "1981-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:19h6cWvoHz9w2RPgPIQl-fQzmW2q43AHS",
    "type": "movie",
    "name": "Blackmail",
    "poster": "https://image.tmdb.org/t/p/w500/7ioNEKouUkkWyv5tUDwVUd7BDRR.jpg",
    "description": "London, 1929. Frank Webber, a very busy Scotland Yard detective, seems to be more interested in his work than in Alice White, his girlfriend. Feeling herself ignored, Alice agrees to go out with an elegant and well-mannered artist who invites her to visit his fancy apartment.",
    "background": "https://image.tmdb.org/t/p/w1280/3fWwpoAVj3mhgQxTnv2O0F1ElAM.jpg",
    "released": "1929-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:12BujshaEkVqHXTzmtwcexom65rouM9R7",
    "type": "movie",
    "name": "Mera Karam Mera Dharam",
    "poster": "https://image.tmdb.org/t/p/w500/bmPSBJvF0zjxpzFHT7E6aOmpnUy.jpg",
    "description": "Ajay Shankar Sharma and his mom, Shivani, live a poor lifestyle until one day when Shankar's maternal uncle, Deviprasad, comes to visit them and bequeaths a large estate and wealth for their well-being, on the condition that they improve their home-town Sundergarh, the responsibility of which lies on Deviprasad's son, Sarjuprasad.",
    "released": "1987-01-01"
  },
  {
    "id": "gdrive:19xQcWoYqvD2zcza0m_i58WvbeA0072kI",
    "type": "movie",
    "name": "The Burning Train",
    "poster": "https://image.tmdb.org/t/p/w500/vjxvY0pbfTE9QM4qxr1JpzdFK0o.jpg",
    "description": "The plot revolves around a train named Super Express that catches fire on its inaugural run from New Delhi to Mumbai.",
    "background": "https://image.tmdb.org/t/p/w1280/hirileHWHzCPwGhrgNQXGOCafbt.jpg",
    "released": "1980-01-01",
    "imdbRating": "6.4"
  },
  {
    "id": "gdrive:1U72uOcb-V14mcUHy3eWyr_kcGSlJDxPC",
    "type": "movie",
    "name": "Agnee Morcha",
    "poster": "https://image.tmdb.org/t/p/w500/9mc682A6rdV7vdzThvsEwmymtnF.jpg",
    "description": "Kishan Singh Bhatti, a courageous inspector, is on a mission to eliminate terrorism from the city of Mumbai, unaware that his fight is actually against some very powerful elements of the society.",
    "released": "1997-01-01"
  },
  {
    "id": "gdrive:1M4VHzh82OWDMECQQRPoZYZWro6oxktHD",
    "type": "movie",
    "name": "Alibaba Aur 41 Chor",
    "poster": null,
    "description": "Voiced in Hindi, this animated fantasy-adventure follows Chinku, a curious young boy from modern-day Mumbai, as he finds a magical book with mystical powers that transport him to the time of Alibaba and the 41 thieves.",
    "released": "2010-01-01"
  },
  {
    "id": "gdrive:1eleNpco9jZXbfBf90LrSAKugQRauAQBB",
    "type": "movie",
    "name": "Kis Kis Ki Kismat",
    "poster": "https://image.tmdb.org/t/p/w500/fJanBjFQAqr0g0SzkJrxpeoY2kE.jpg",
    "description": "A brainless bimbo is mistaken as a famous miserly millionaire's mistress, the scandal is lapped up by the press and all hell breaks loose. To make matters worse, the millionaire's lazy, clueless son is romantically involved with the girl.",
    "background": "https://image.tmdb.org/t/p/w1280/hI7NmIXuTe8mwIRylgYvRQpgpwI.jpg",
    "released": "2004-01-01",
    "imdbRating": "4.0"
  },
  {
    "id": "gdrive:1m4cDCzBQ8zL-lxvx4O9tI-8sjQPq03gG",
    "type": "movie",
    "name": "Pyar Hi Pyar",
    "poster": "https://image.tmdb.org/t/p/w500/hd0uN96kRVAjWBna32ebym36s2N.jpg",
    "description": "At an orphanage, Kailashnath identifies Vijay as his biological son and takes him home. Years later, a man named Ashok arrives and claims to be Kailashnath's real son.",
    "background": "https://image.tmdb.org/t/p/w1280/i3UzC6qaq5sdJ33Kndp1wssfHcm.jpg",
    "released": "1969-01-01",
    "imdbRating": "8.3"
  },
  {
    "id": "gdrive:1EHP30w5_8EpRrdEd62g2bOLkM2khdzXD",
    "type": "movie",
    "name": "Haqeeqat",
    "poster": "https://image.tmdb.org/t/p/w500/dey0RnLOjEg83825PJ4kdGHUjsD.jpg",
    "description": "A platoon of Indian soldiers encounters harsh realities while fighting in the Sino-Indian War of 1962.",
    "released": "1964-01-01",
    "imdbRating": "5.0"
  },
  {
    "id": "gdrive:1Jub_mlwmBASKA3Fx7nvJs8expz7jtkg8",
    "type": "movie",
    "name": "Paappi Devataa",
    "poster": "https://image.tmdb.org/t/p/w500/vctPxhLY2s8FnUdLqCKsPqzSQQg.jpg",
    "description": "In search of better employment prospects, Ram Kumar Singh leaves Allahabad and re-locates to Bombay by train. However, upon arrival, his wallet and clothes are stolen.",
    "background": "https://image.tmdb.org/t/p/w1280/sfdBRfnfmIO4y0rZN7mpGDd9vfl.jpg",
    "released": "1995-01-01",
    "imdbRating": "9.7"
  },
  {
    "id": "gdrive:1hKWezxuhNRkQhtAlej7mcLXarIqr70k-",
    "type": "movie",
    "name": "Swami",
    "poster": "https://image.tmdb.org/t/p/w500/jMXJ6cw2W41s2Osk3GlvaoKMRkO.jpg",
    "description": "Saudamini is a pampered girl until she is forced to marry the widower Ghanshyam and move into his large household. Saudamini cannot cope with her husband's overbearing and greedy stepmother and pines after the man she really loved and had to abandon, Narendra.",
    "background": "https://image.tmdb.org/t/p/w1280/9iwFr0POhapr0zvfVwL9e0LLQB2.jpg",
    "released": "1977-01-01",
    "imdbRating": "4.0"
  },
  {
    "id": "gdrive:18tF8xikCFTTv5ZFN5MFiZBlkpUcL3C93",
    "type": "movie",
    "name": "Rajput",
    "poster": "https://image.tmdb.org/t/p/w500/vWIJtDH1ZFSJ5iWPPcwuUYbWeU2.jpg",
    "description": "Unable to handle the taking of his kingdom by an Indian Government decree, the Maharaja kills himself. His son, Jaipal, takes over as the Maharaja, turns rebel, and refuses to hand over his title and kingdom to the Government. It is in this background that Police Superintendent Dhirendra Singh assumes his duties.",
    "background": "https://image.tmdb.org/t/p/w1280/uybLSsQ9WpDR97eNn1qq8imVW6H.jpg",
    "released": "1982-01-01",
    "imdbRating": "7.5"
  },
  {
    "id": "gdrive:16hDW5AqYn6xglombxOfz93mi0hHCgxit",
    "type": "movie",
    "name": "Aag Hi Aag",
    "poster": "https://image.tmdb.org/t/p/w500/mtHgZLsKwws53CsfCnl1MpcMrbR.jpg",
    "description": "An officer in the Indian army is called to duty on the same day his wife is to give birth to their son.  When he gets back, he learns that his sister has been raped and murdered and the police ignore the case.",
    "background": "https://image.tmdb.org/t/p/w1280/kyqIyyppzeRU470DwmIbXrMgEkK.jpg",
    "released": "1987-01-01",
    "imdbRating": "6.3"
  }
]
