[
  {
    "id": "gdrive:19B_ViWHNfI0CL5G5XVsRA_6ZjpSUJivF",
    "type": "movie",
    "name": "Housefull",
    "poster": "https://image.tmdb.org/t/p/w500/koPiIQ7evC5rer6modUDxoZjYV.jpg",
    "description": "Believing himself to be a jinx and bringing bad luck upon himself and others, a man attempts to find true love, but ends up in very complicated relationships.",
    "background": "https://image.tmdb.org/t/p/w1280/8ODibBEc0ETUGfJFkqEg7BXCM8o.jpg",
    "released": "2010-01-01",
    "imdbRating": "5.7"
  },
  {
    "id": "gdrive:1Xpiz-7NeyUdRYAaZ2MeL189znQNG-WjJ",
    "type": "movie",
    "name": "Housefull",
    "poster": "https://image.tmdb.org/t/p/w500/koPiIQ7evC5rer6modUDxoZjYV.jpg",
    "description": "Believing himself to be a jinx and bringing bad luck upon himself and others, a man attempts to find true love, but ends up in very complicated relationships.",
    "background": "https://image.tmdb.org/t/p/w1280/8ODibBEc0ETUGfJFkqEg7BXCM8o.jpg",
    "released": "2010-01-01",
    "imdbRating": "5.7"
  },
  {
    "id": "gdrive:1HxuOC5iJUrDJ1N1lzWdI4OG9V0iz9ROm",
    "type": "movie",
    "name": "Housefull",
    "poster": "https://image.tmdb.org/t/p/w500/koPiIQ7evC5rer6modUDxoZjYV.jpg",
    "description": "Believing himself to be a jinx and bringing bad luck upon himself and others, a man attempts to find true love, but ends up in very complicated relationships.",
    "background": "https://image.tmdb.org/t/p/w1280/8ODibBEc0ETUGfJFkqEg7BXCM8o.jpg",
    "released": "2010-01-01",
    "imdbRating": "5.7"
  },
  {
    "id": "gdrive:1TPmTdRyMw8ArIFoipF1a9sbhTiCfU9fi",
    "type": "movie",
    "name": "Kesari Chapter 3",
    "poster": "https://lh3.googleusercontent.com/drive-storage/AJQWtBPx6u2ELcTfauKOnIcbX81JP7aP-M2XFD5ytdC3N4qx1o8x447mHnYBIBW0Hq3NlFT82KYQL07wfV7P-7Jc_d11z3TCM9PB8X5Nx2b58tt1gA=s220",
    "description": "The third installment in the Kesari film series. Plot TBA, but said to be focused on Sikh General Hari Singh Nalwa."
  },
  {
    "id": "gdrive:1cYoRNLxOacycbb2Z9Jw_IIryCazikD5e",
    "type": "movie",
    "name": "Sky Force",
    "poster": "https://image.tmdb.org/t/p/w500/pmtev9YTlIRDo25G7lN8dzyoszn.jpg",
    "description": "In the 1965 Indo-Pak War, India faces a devastating surprise attack. Wing Commander Ahuja leads a retaliatory strike, but Squadron Leader Vijaya goes missing after a heroic solo engagement against a superior enemy jet. Ahuja spends 23 years seeking the truth and uncovering a cover-up.",
    "background": "https://image.tmdb.org/t/p/w1280/pwfXx2O3eFXi5dtWCV5XJPQJgqN.jpg",
    "released": "2025-01-01",
    "imdbRating": "6.6"
  },
  {
    "id": "gdrive:1QujbjeFOJVJzCPsbeYrRlPKYsNT4_Qu7",
    "type": "movie",
    "name": "Sarfira",
    "poster": "https://image.tmdb.org/t/p/w500/5crEOhhGl2ORIQRZPbmZpUBK4rt.jpg",
    "description": "A young man from a remote village dreams of launching his own airline service. However, he must overcome several obstacles and challenges in order to be successful in his quest.",
    "background": "https://image.tmdb.org/t/p/w1280/rxRygQ12mfXg4dgAlEEr84srT1A.jpg",
    "released": "2024-01-01",
    "imdbRating": "6.3"
  },
  {
    "id": "gdrive:12W3MsJIjsMUHLAkYlgyoAHy4mkOifBJc",
    "type": "movie",
    "name": "Khel Khel Mein",
    "poster": "https://image.tmdb.org/t/p/w500/32P0oQf41HXbENRGtu2h0rqBF2k.jpg",
    "description": "What if for one night your mobile phone was a public property? 7 friends at a wedding after-party decide to play a seemingly harmless but as it turns out, a dangerous game which might have earth-shattering consequences with relationships, marriages and identities being at stake.",
    "background": "https://image.tmdb.org/t/p/w1280/xtdfF8BICp0CZSvA3lnqqYx7eSq.jpg",
    "released": "2024-01-01",
    "imdbRating": "6.0"
  },
  {
    "id": "gdrive:1OBhDCdMzhpTB-0mefFcbuXIX1TonZYhX",
    "type": "movie",
    "name": "Good Newwz",
    "poster": "https://image.tmdb.org/t/p/w500/1YWp8MdXZAZvXgnWyv2RgMaG3Ps.jpg",
    "description": "Two couples with the same surnames pursue in-vitro fertilisation and wait for their upcoming babies. Trouble ensues when they find that the sperms of each couple have been mixed with each other.",
    "background": "https://image.tmdb.org/t/p/w1280/uh20sr2rIrDyyh4qaYs3jhQFU8J.jpg",
    "released": "2019-01-01",
    "imdbRating": "6.7"
  },
  {
    "id": "gdrive:1ef4_GSLV54cHfYd5xpOuT9iqWWqqm9Su",
    "type": "movie",
    "name": "Mission Raniganj",
    "poster": "https://image.tmdb.org/t/p/w500/3804yFLTPlMqG6Jxsm20aqcFEfU.jpg",
    "description": "A real-life story of additional chief mining engineer Jaswant Singh Gill who helped in the rescue of people when a coal mine in Raniganj, West Bengal, was flooded. The incident dates back to 1989.",
    "background": "https://image.tmdb.org/t/p/w1280/A8tbA2tvsvg7swQlsAfb1PLwfJg.jpg",
    "released": "2023-01-01",
    "imdbRating": "5.9"
  },
  {
    "id": "gdrive:17i0BHc3QX1ZNlV0SebN_jgB6haGuhz7A",
    "type": "movie",
    "name": "OMG",
    "poster": "https://lh3.googleusercontent.com/drive-storage/AJQWtBNsMyppC6iPVyQ-rkOVzavt5BuHluyHnNa5obhxP7Z5wfbdiIKI9RX-LeWLjsUg83giM2mRmTTFyRhnkAgnPubg6Ez7ofMM95BV5_dWMEdslw=s220",
    "description": "Gus (Brian Holden) and Kristen (Denise Donovan) throw a surprise party for old friend Joe (Joseph Walker), who has spent the last five years in outer space.",
    "released": "2012-01-01",
    "imdbRating": "4.2"
  },
  {
    "id": "gdrive:158mJkLBZfgcRQQPaXeBvOH2qGBWcmj0X",
    "type": "movie",
    "name": "Selfiee",
    "poster": "https://image.tmdb.org/t/p/w500/1QU1MCj0gFEZzIKl6pbfLsfClbJ.jpg",
    "description": "RTO officer Om Prakash strikes a golden opportunity to meet his icon, Vijay Kumar. Bhut when his love gets spurned by the superstar, a clash of egos ensues.",
    "background": "https://image.tmdb.org/t/p/w1280/y5VNn9jt5wHGNEEAcS6T7y4XSLd.jpg",
    "released": "2023-01-01",
    "imdbRating": "6.0"
  },
  {
    "id": "gdrive:1ztLkVncX4pD6Mj8CBinCBc4mrbitwAUv",
    "type": "movie",
    "name": "Ram Setu",
    "poster": "https://image.tmdb.org/t/p/w500/qLkSBwLwuHTqdWHg43u2Pn7pEMQ.jpg",
    "description": "An atheist archaeologist turned believer must race against time to prove the true existence of the legendary Ram Setu before evil forces destroy the pillar of India’s heritage.",
    "background": "https://image.tmdb.org/t/p/w1280/wEHviXMwFwpyhsFwPCvxkHRcA0z.jpg",
    "released": "2022-01-01",
    "imdbRating": "5.1"
  },
  {
    "id": "gdrive:1_03LPYm2EfOUfeChknxgiS_cxxPKn7Pi",
    "type": "movie",
    "name": "Dhadkan",
    "poster": "https://image.tmdb.org/t/p/w500/icWt3AGrkXToqWyBviHEfG7auQV.jpg",
    "description": "Anjali and Dev are in love with each other and plan to marry, but her family gets her married to Ram. Years later, Dev shows up to reunite with Anjali, however, she has fallen in love with Ram.",
    "background": "https://image.tmdb.org/t/p/w1280/mSdc44v7LZ0n7Sz4OTiwvm6EZe.jpg",
    "released": "2000-01-01",
    "imdbRating": "6.4"
  },
  {
    "id": "gdrive:1rKTW4z2FH7UziPZIbxN-Y77OH220sS2m",
    "type": "movie",
    "name": "Zulmi",
    "poster": "https://image.tmdb.org/t/p/w500/vA3lwh3EfSLzfMcOvI4gQyCDlD.jpg",
    "description": "As underworld godfather Baba is dying, he makes a last request to his head bodyguard Balraj to protect Nihal, the godfather's son. Years later, Balraj sees a young man named Raj successfully fight off a gang of thugs who are trying to rob a helpless woman. Impressed by Raj's skill, Balraj hires him to watch over his daughter, Komal. Komal is initially repulsed by the commoner, and tries repeatedly to have him fired or push him into quitting, but to no avail. Gradually, she comes to admire him, and even begins to fall in love with him. Raj, unfortunately, has sworn revenge against an unknown thug who attacked his sister. Who will Raj's object of hatred turn out to be?",
    "released": "1999-01-01",
    "imdbRating": "7.8"
  },
  {
    "id": "gdrive:18kq5jVLf0T08fAB4mRkSuIqy6_LVE3OV",
    "type": "movie",
    "name": "Suhaag",
    "poster": "https://image.tmdb.org/t/p/w500/y47kzea1h3LkzBHTwMEftbiY8eX.jpg",
    "description": "Collegian Ajay Sharma was born on 2nd April 1968 and lives in Bombay with his widowed mom, Asha. He is friendly with fellow-collegian, the wealthy Raj Sinha, and both often end up getting beat-up by goons and Madhu (Raj's girlfriend) respectively. After they graduate from college, Raj's maternal uncle asks Ajay to bring his birth certificate so that he could make his passport and find work for him in a department store in Canada. Ajay goes home to look for his birth certificate, but is unable to locate. His mother makes a show of helping him, but instead tears a document and tosses it outside. Ajay puts the document together and finds out that his real name is Ajay Malhotra, his father, Dr. Ravi Malhotra, is still alive, serving a life sentence in prison for killing and stealing a patient's organs. Ajay questions his mother and finds out that his dad was framed by the hospital owner, Rai Bahadur. He and Asha meet Ravi in prison and swear to avenge his humiliation.",
    "background": "https://image.tmdb.org/t/p/w1280/tQuwXgAc9C2a5kt0Knfl9Kv4un3.jpg",
    "released": "1994-01-01",
    "imdbRating": "5.2"
  },
  {
    "id": "gdrive:1_yD3QJ_ASs53MmzhGReTHUN7FCw1_fMm",
    "type": "movie",
    "name": "Lahoo Ke Do Rang",
    "poster": "https://image.tmdb.org/t/p/w500/3wBqCeH80ZwWTBWwlk9EWWmTBZX.jpg",
    "description": "Size: 3.93 GB",
    "released": "1997-01-01",
    "imdbRating": "4.4"
  },
  {
    "id": "gdrive:1AQeg7qe6qEdx0VN9R0nH4yXcBCQtawUY",
    "type": "movie",
    "name": "Yeh Dillagi",
    "poster": "https://image.tmdb.org/t/p/w500/7DelNAcFTGzYVqNRk28psaCytqj.jpg",
    "description": "Sapna, the daughter of a rich family's chauffeur, fantasizes about wealth and romance. When the family's younger playboy son falls for her, his parents and his responsible, workaholic older brother Vijay vow to break the couple up. However, things quickly become complicated when Vijay finds himself developing feelings for Sapna as well.",
    "background": "https://image.tmdb.org/t/p/w1280/8c5ZuZXUXBDhm1gSt9P7DJ2xvAe.jpg",
    "released": "1994-01-01",
    "imdbRating": "6.1"
  },
  {
    "id": "gdrive:1EHK1tlo6IdAzvoTSO9HrnOGccHnWkksr",
    "type": "movie",
    "name": "Mere Jeevan Saathi",
    "poster": "https://image.tmdb.org/t/p/w500/6A1xst4inhEsp2J7dY7yQjVLfeG.jpg",
    "description": "Vicky (Akshay Kumar) is an aspiring singer who is devoted to his true love, Anjali (Amisha Patel). He gets a big offer from a music company in Canada and accepts it. In Canada, he meets the owner of the company, Natasha (Karisma Kapoor). Natasha helps Vicky become a star, however, Vicky is unaware of Natasha's hidden motives. Natasha knew Vicky in college and harboured a deep infatuation for him. Natasha's father had warned her that her love for Vicky can never be, as Vicky loved Anjali, but she refused to listen. When Natasha's father died in a car accident, Natasha, with no one else to love, put all her love and devotion on Vicky aside, and has been alone ever since.",
    "background": "https://image.tmdb.org/t/p/w1280/iTzuo35l0APv0WcN83hy2iti9v9.jpg",
    "released": "2006-01-01",
    "imdbRating": "3.0"
  },
  {
    "id": "gdrive:14TYqVjxzZQwPmQpVtpPRLil7TNf0_F9T",
    "type": "movie",
    "name": "Desi Boyz",
    "poster": "https://image.tmdb.org/t/p/w500/2Tga4SJQTKSENOISM5CRIb240LR.jpg",
    "description": "When two cash-strapped UK-based Indians become male escorts amid an economic downturn, money flows right in but everything else in their lives starts falling apart.",
    "background": "https://image.tmdb.org/t/p/w1280/52ZuCCbhj3fl39wmsqhUUziNsXu.jpg",
    "released": "2011-01-01",
    "imdbRating": "6.2"
  },
  {
    "id": "gdrive:1c_SI-6h_klkiTwjkQqAKc7k__7IJTODS",
    "type": "movie",
    "name": "Aflatoon",
    "poster": "https://image.tmdb.org/t/p/w500/33ibzMirUrCoG859TSz3gVhQVEO.jpg",
    "description": "Mistakenly appointed as a college professor, happy-go-lucky Raja finds the rich girl of his dreams - but must confront a look-alike con man named Rocky to win her father's approval. The plot thickens when Raja pretends to be Rocky, and Rocky pretends to be Raja. But both does not know that this mistake will engulf them for years to come",
    "background": "https://image.tmdb.org/t/p/w1280/ytGqPRcmlX86Ve2yO3TlGtdfLaO.jpg",
    "released": "1997-01-01",
    "imdbRating": "4.4"
  },
  {
    "id": "gdrive:1J_O-5EjDNzDuycLUZY_QGza460xe7TTF",
    "type": "movie",
    "name": "Gabbar Is Back",
    "poster": "https://image.tmdb.org/t/p/w500/dhIVF43jCqVzxuo11hYcHQxjzS6.jpg",
    "description": "A vigilante network taking out corrupt officials draws the notice of the authorities.",
    "background": "https://image.tmdb.org/t/p/w1280/vKUnJxHOHpyG5Sn5zCbYoO9ydDb.jpg",
    "released": "2015-01-01",
    "imdbRating": "6.9"
  },
  {
    "id": "gdrive:12GtTy_fCSQlxQLKFxKPjAC25I4kVXevg",
    "type": "movie",
    "name": "Jaanwar",
    "poster": "https://image.tmdb.org/t/p/w500/hAdnoPTsd1uWXKtKNzHzhijg6j.jpg",
    "description": "Sultan (Shakti Kapoor) adopted an orphan and named him Badshah (Akshay Kumar). Badshah grows up to be a criminal and his life was made difficult by Inspector Pradhan (Ashish Vidyarthi). Badshah's sidekick is Abdul (Ashutosh Rana). The only hope in Badshah's life is Sapna (Karisma Kapoor), whom he incidentally met. But circumstances lead Badshah to commit murder in public. During this experience, a child clangs to him and he took the child to Sapna. Before he could explain anything, Pradhan gets there and Badshah had to escape. He changed his name to Babu Lohar and becomes a blacksmith and loving father, to give the child a good future. However, after 7 years, he sees Abdul and Sultan again. Pradhan is still after him. When the child's parents find out about him, they ask Babu to return their child. Will he let the child go? Will the child go with his parents?",
    "background": "https://image.tmdb.org/t/p/w1280/5qu3Q3FcfiI59ZBo4Fddk8nchds.jpg",
    "released": "1999-01-01",
    "imdbRating": "6.3"
  },
  {
    "id": "gdrive:11OkDflEYFG6DyBAkvOW5Xwtkn-NnCxRM",
    "type": "movie",
    "name": "Baby",
    "poster": "https://image.tmdb.org/t/p/w500/5yezGgo37qmd6kDknZKFzbhT19b.jpg",
    "description": "A nascent elite team of the Indian intelligence system perpetually strives to detect and eliminate terrorists and their plots. Officer Ajay leads his team to destroy one such potentially lethal ploy in their biggest operation yet.",
    "background": "https://image.tmdb.org/t/p/w1280/w94ZL3AcTZpebSLyhKuYfdeeuV6.jpg",
    "released": "2015-01-01",
    "imdbRating": "6.8"
  },
  {
    "id": "gdrive:1pTvbFheM0QM5C_h6Zt-z-2BjbVadacDp",
    "type": "movie",
    "name": "Dancer",
    "poster": "https://image.tmdb.org/t/p/w500/3Sg5Y1SVqRNicuthoeCyCu2bmcr.jpg",
    "description": "Malti witnesses a physical altercation between her husband and Rai Bahadur Brijbhushan Sharma, as a result of which her husband gets knifed and killed. As she tries to take the knife out, the Police arrive, arrest her, and hold her in a cell. It is here that Brijbhushan visits her and warns her not to testify against him as he will kill her son, Raju. Malti accepts full responsibility of her husband's death, is found guilty, and sentenced to 14 years in jail. After her discharge, she is released and finds out that Raju is now known as Raja is very popular dancer and singer. She also gets to meet Radha and her brother, Dattu, who are looking after Raju, and hopes that her son will eventually marry Radha. She subsequently comes to know that Raju loves Priya, who is the daughter of none other than Brijbhushan. Malti is not ready to expose Brijbhushan as her husband's killer - she has other plans for him, and none of her plans include Priya as her future daughter-in-law.",
    "released": "1991-01-01",
    "imdbRating": "3.0"
  },
  {
    "id": "gdrive:1NY3Hks8T5lK-nPSbQIcWDfxDKLefw9pg",
    "type": "movie",
    "name": "Insaaf: The Final Justice",
    "poster": "https://image.tmdb.org/t/p/w500/A6snkSrA2GaKp1MevSmB7vTf3Z4.jpg",
    "description": "Vikram is a honest police inspector on the trail of Chimanbhai, little knowing that people behind the crimes are none other than politicians who will do anything to protect the criminals.",
    "released": "1997-01-01",
    "imdbRating": "5.0"
  },
  {
    "id": "gdrive:1o9p8KGkf1YTEZapQjdq1PfFfVbj__ijg",
    "type": "movie",
    "name": "Elaan",
    "poster": "https://image.tmdb.org/t/p/w500/3ADocVh1ONoFP4uwvwML9UNqrV9.jpg",
    "description": "Vishal Chaudhry is the second son of Assistant Police Commissioner of Police, Ramakant Chaudhry. His eldest son, Vikas, was killed by unknown elements, who are still at large. Ramakant is honest and dedicated, and in a corrupt city, is considered a major liability. Vishal is hot-tempered, and this often leads him into fist fights. When Vishal witnesses a murder, and is able to identify the killer, the son of a prominent and well-known person, his father disbelieves his son, and is reluctant to arrest the culprit. He does reconsider, and goes ahead with the arrest, only to have his wife, Parvati, abducted and released - with a time-bomb tied to her waist. Vishal and Ramakant must now decide whether to save their mother and wife respectively, or to compromise with the killer, his father, and corrupt elements within the police force itself.",
    "background": "https://image.tmdb.org/t/p/w1280/hfdvXwnCa97EHBSDMdraRKvIV2q.jpg",
    "released": "1994-01-01",
    "imdbRating": "5.6"
  },
  {
    "id": "gdrive:1oUtwigsGk7ULPyu-k5OSqSoB_eyzyogb",
    "type": "movie",
    "name": "X",
    "poster": "https://image.tmdb.org/t/p/w500/lopZSVtXzhFY603E9OqF7O1YKsh.jpg",
    "description": "In 1979, a group of young filmmakers set out to make an adult film in rural Texas, but when their reclusive, elderly hosts catch them in the act, the cast find themselves fighting for their lives.",
    "background": "https://image.tmdb.org/t/p/w1280/70Rm9ItxKuEKN8iu6rNjfwAYUCJ.jpg",
    "released": "2022-01-01",
    "imdbRating": "6.7"
  },
  {
    "id": "gdrive:1XoCmpX0E57eGR8dvu-bUuZqVTwCNGNyH",
    "type": "movie",
    "name": "Mohra",
    "poster": "https://image.tmdb.org/t/p/w500/nWAptaCNiTIJtv9cYqfF5E7qm0I.jpg",
    "description": "Journalist Roma Singh is the daughter of a jailer. While taking a tour of the jail, she is molested by some of the inmates, and an inmate, Vishal Agnihotri comes to her assistance. She finds out that Vishal is in for four homicides, and decides to investigate further. She finds out, with the help of the owner of her publications, Jindal that Vishal was compelled to take the law in his own hands when the courts failed to punish the assailants of his sister and sweetheart. Soon, Vishal is released from prison, and begins to work for Jindal. It is then that he realizes that he has just walked from a walled prison, to an open prison, as the truth behind his release slowly but surely starts to dawn on him.",
    "background": "https://image.tmdb.org/t/p/w1280/aqefL6h2TkeZgUsXoHJjbPERnIE.jpg",
    "released": "1994-01-01",
    "imdbRating": "6.2"
  },
  {
    "id": "gdrive:13dAfYwVXUWhEOmUoLMt0MBRpj6xcrCYZ",
    "type": "movie",
    "name": "Kayda Kanoon",
    "poster": "https://image.tmdb.org/t/p/w500/3XTPPzSdw1jIU73KbkjscSITuYp.jpg",
    "description": "Former freedom fighter, Sinha, has always believed in the rule of the law over violence. He watches in disapproval as Police Inspector Dawood Durani is arrested, charged with killing his wife, Shehnaz, the daughter of Mirza Lucknowi. He also watches with despair when his pupil, Kishan Kashyap, frequently loses his temper over not getting employed, and when he does get employed as a Police Inspector, shows arrogance and contempt of the law. Sinha's views change dramatically when he watches two women being murdered by a man named Balu. When he reports this matter to Inspector Deshmukh, he is told to check his vision as Balu was somewhere else during this incident. When Sinha persists and decides to approach higher authorities, his lovely daughter, Kavita, the girlfriend of Kishan, is abducted, his Journalist son, Amrit, is killed, and his daughter-in-law, Vimladevi, may well be in league with the killers...",
    "released": "1993-01-01",
    "imdbRating": "3.5"
  },
  {
    "id": "gdrive:1VuGDJaLdjK94whQHe2NqpQyw9B2ohVzY",
    "type": "movie",
    "name": "Bell Bottom",
    "poster": "https://image.tmdb.org/t/p/w500/aSY5LBwNdpMReaZjGBbcB1kvrHU.jpg",
    "description": "By the early ‘80s, India had already witnessed multiple airplane hijacks. In 1984, the country was made to face another such challenge. BellBottom, a RAW Agent, sees through the plan and thus begins India's first overseas covert operation. An operation, lead by a forgotten hero, that went on to create one of the most defining moments for India.",
    "background": "https://image.tmdb.org/t/p/w1280/pL4HULSTKFvncr0YClBFRE5vVqq.jpg",
    "released": "2021-01-01",
    "imdbRating": "6.3"
  },
  {
    "id": "gdrive:1bM873DG50At4y8fGnB3IzSn-3mZRzbDC",
    "type": "movie",
    "name": "Sooryavanshi",
    "poster": "https://image.tmdb.org/t/p/w500/oCymRm6FG62zrKnXiHHJvDgkYoA.jpg",
    "description": "A fearless, faithful albeit slightly forgetful Mumbai cop, Veer Sooryavanshi, the chief of the Anti-Terrorism Squad in India pulls out all the stops and stunts to thwart a major conspiracy to attack his city.",
    "background": "https://image.tmdb.org/t/p/w1280/7w06baRS9VPm5RYz8lawTCLiR4j.jpg",
    "released": "2021-01-01",
    "imdbRating": "5.8"
  },
  {
    "id": "gdrive:1YBvDcjZ6xL0j_WPy2VHTCFXn6y0zeGg6",
    "type": "movie",
    "name": "Jumbo",
    "poster": "https://image.tmdb.org/t/p/w500/sET1CMQ0CUqjWQTocqSDxKoXBp4.jpg",
    "description": "Jumbo, a young elephant, embarks on a journey to find his father",
    "released": "2008-01-01",
    "imdbRating": "8.0"
  },
  {
    "id": "gdrive:13c8AWcdBLvfCP38UEvjA8l8H6nuGNNYA",
    "type": "movie",
    "name": "Tees Maar Khan",
    "poster": "https://image.tmdb.org/t/p/w500/xhbaxPSFA78hQpsSekPLdBoyGIK.jpg",
    "description": "A con artist poses as a film director in a village with the intention of executing a caper with the unwitting help of the villagers.",
    "background": "https://image.tmdb.org/t/p/w1280/6UwzF1yQ7wWuAIVPc56dBTgl4UD.jpg",
    "released": "2010-01-01",
    "imdbRating": "3.7"
  },
  {
    "id": "gdrive:17yWD_3UKkEEXG3ORpzf0qP6Rq_W7iLTl",
    "type": "movie",
    "name": "Maidan-E-Jung",
    "poster": "https://image.tmdb.org/t/p/w500/i0kecYaFA4Rg9WfXriM4sj69kns.jpg",
    "description": "Daata Guru (Amrish Puri) is a wealthy, powerful, and influential head of a village. He owns and controls all the villagers and their properties. Anyone who dares to raise their voice against him is crushed by his employee, Shankar (Dharmendra), and his sons, Guman (Gulshan Grover) and Karan (Akshay Kumar). When Daata Guru learns that Shankar has abducted his widowed daughter-in-law, Lakhsmi (Jaya Pradha), and has married her, he is enraged and wants Shankar dead. Daata Guru also instigates Karan against Shankar, and threatens the villagers to cut off their water supply if they do not turn in Shankar to him. What will Shankar do to protect his new wife and himself from the wrath of Daata Guru and his men?",
    "background": "https://image.tmdb.org/t/p/w1280/xHBTIgw2FE48ObgrBQ3JC5lPLDH.jpg",
    "released": "1995-01-01",
    "imdbRating": "7.5"
  },
  {
    "id": "gdrive:1OPdm7_DVcPy95QhMMl5O-6KFnbAII-mq",
    "type": "movie",
    "name": "Ikke Pe Ikka",
    "poster": "https://image.tmdb.org/t/p/w500/on33GoQ6m5qtMAtqg77NzL2VDn7.jpg",
    "description": "Kailashnath is a wealthy widower, who lives in a palatial house with three grown sons, Randhir, Rajiv, Rishi, and a younger school-going son. He manages the business on his own, but would like his sons to also take an interest, in vain though, as all three have their own interest at heart (being a Bollywood actor, singing, and boxing) and no interest whatsoever in running a business or seeking employment. To add to this, Kailashnath must now contend with a new neighbor named Kaushalya, a widow, with three daughters (Komal, Kavita and Kanchan) and a rather plump maid-servant by the name of Guddi. It so happens that the daughters have similar interests as Kailashnath's sons. So the six match-up, romance, have fun, and would like to get married. Kailashnath refuses to permit his sons to get married until and unless they establish themselves and are able to stand on their respective feet...",
    "released": "1994-01-01",
    "imdbRating": "2.4"
  },
  {
    "id": "gdrive:1C7x_u18PwEV0zlHNRDXJp9nbnJfFGkP2",
    "type": "movie",
    "name": "Atrangi Re",
    "poster": "https://image.tmdb.org/t/p/w500/oHPFZLf2jPZSgFiqzPsSWqPmUMd.jpg",
    "description": "Runaway Rinku gets forcefully married to already engaged Vishu. Both don't want this marriage and make a deal to go on their separate ways. The equation gets weirder when Rinku's lover Sajjad shows up and Vishu starts developing feelings for her.",
    "background": "https://image.tmdb.org/t/p/w1280/8Mqb15bM6d5tbMQ6IT9QxPTxPug.jpg",
    "released": "2021-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:1OaQ96v5duQngSJ5Vu72BGVO39XCgJDHO",
    "type": "movie",
    "name": "Chalo Dilli",
    "poster": "https://image.tmdb.org/t/p/w500/9IAHOSZpWxyHbK40WmUFJq2Bwuh.jpg",
    "description": "Mihika, an investment banker, misses her flight to Delhi and meets Manu Gupta, a very talkative man. In order to reach Delhi on time, she must tag along with him on a road trip and put up with his antics.",
    "background": "https://image.tmdb.org/t/p/w1280/jU8W4GzmyYaW0vgLqv35kEG71O5.jpg",
    "released": "2011-01-01",
    "imdbRating": "6.3"
  },
  {
    "id": "gdrive:1F67Di8vTysSnUwJFcsjR933L2liT7b3O",
    "type": "movie",
    "name": "Hum Hain Bemisaal",
    "poster": "https://image.tmdb.org/t/p/w500/RWHDYqI5z4pOkXbTDeXqL29iI9.jpg",
    "description": "D' Souza witnessed a physical alteration between his friend Kishan and Tootie Shah. As a result of which his friend is killed and he is arrested and sentenced to jail. D' Souza struggles in jail in order to educate and brings up his friend's son. Years later the boy grows up to be a police officer, Vijay Sinha and is a brave police officer of the corrupt police department, who often gets into confrontation with Tootie Shah and is misunderstood. D' Souza wanted Vijay to take revenge on Tootie Shah but Vijay is under a wrong impression and will only ensure total destruction of his father's killer - none other than D' Souza himself.",
    "released": "1994-01-01",
    "imdbRating": "5.5"
  },
  {
    "id": "gdrive:1juJOPhihkBs0pr7p2UTMwSLn9IQSp7E-",
    "type": "movie",
    "name": "Housefull 4",
    "poster": "https://image.tmdb.org/t/p/w500/aCJOZzWV6cpZ9p9tmfEzXq4EqN8.jpg",
    "description": "Three couples who get separated from each other due to an evil ploy, reincarnate after 600 years and meet each other as history repeats itself again and their respective partners get mixed up this time.",
    "background": "https://image.tmdb.org/t/p/w1280/6phj6ztvDBU9Fn6MMONhCpqa6mM.jpg",
    "released": "2019-01-01",
    "imdbRating": "5.8"
  },
  {
    "id": "gdrive:1lxACOvAHcFb0MJNRMiYeWk4jIoW_cnod",
    "type": "movie",
    "name": "Joker",
    "poster": "https://image.tmdb.org/t/p/w500/gA3xoiTWuaqEAiBXUqTv0gfZRSA.jpg",
    "description": "In 1947 when the maps of India and Pakistan were being drawn, an oversight ensured that the village of Paglapur didn't find a place in either country. Over 60 years later, Paglapur is isolated, and in need of help. The residents seek help, but as a direct result of being left off the map, they find no one willing to accept Paglapur, and its problems, as their jurisdiction. The villagers decide they need to draw media attention to Paglapur, and in so doing, gain acceptance and help from those who had previously denied them.",
    "background": "https://image.tmdb.org/t/p/w1280/hduMeCHbr3ISsjyblQ2DxmTRvAb.jpg",
    "released": "2012-01-01",
    "imdbRating": "4.2"
  },
  {
    "id": "gdrive:1Ti6C_5x3xMLer1518WaG2xnXglqxYxIl",
    "type": "movie",
    "name": "Bachchhan Paandey",
    "poster": "https://image.tmdb.org/t/p/w500/nuUtbT376pIhgTxJuEVGFx9sBvz.jpg",
    "description": "A budding director tries to research a merciless gangster for making a film on gangsterism. But her secret attempts to conduct the research fail when she gets caught for snooping.",
    "background": "https://image.tmdb.org/t/p/w1280/cg7mbrc4HauDdanEW04GlmYf3pe.jpg",
    "released": "2022-01-01",
    "imdbRating": "5.3"
  },
  {
    "id": "gdrive:11oaW8Qj50X1-T9g1JhXRNwAIwr5A0wAy",
    "type": "movie",
    "name": "Cuttputlli",
    "poster": "https://image.tmdb.org/t/p/w500/gVQweL2bdoTlmrVYbcicZQ5VcNP.jpg",
    "description": "When a small town gets plunged into the nightmare of serial killings, rookie cop Arjan embarks on a chase for the truth and unravels a gruesome conspiracy.",
    "background": "https://image.tmdb.org/t/p/w1280/s3vYGhA6u1tGL4m02UH3ULbrQ9C.jpg",
    "released": "2022-01-01",
    "imdbRating": "5.7"
  },
  {
    "id": "gdrive:1HIN-_a7tdYZNsBQnnYaIKd-RYuzoCbxm",
    "type": "movie",
    "name": "Tu Chor Main Sipahi",
    "poster": "https://image.tmdb.org/t/p/w500/cmRoqW06eqgjSLiAuxgD3sVscJK.jpg",
    "description": "Thakur Gajendra Singh runs a criminal empire from a small town. The Thakur rules this town, including the police, who only cater to his interests. His town has been known to be the grave-yard of police officers who have dared to oppose him. Inspector Amar Varma accepts the assignment to serve in this town, not knowing that he is not only putting his own life, but the lives of his loved ones also, in the hands of the merciless Thakur.",
    "background": "https://image.tmdb.org/t/p/w1280/4bY839VFMXTOrn76y2P1LrF9VJP.jpg",
    "released": "1996-01-01",
    "imdbRating": "5.3"
  },
  {
    "id": "gdrive:1SeaMmi2YTAHMkBaVGJ9QE7wi30zhDWuk",
    "type": "movie",
    "name": "Khatta Meetha",
    "poster": "https://image.tmdb.org/t/p/w500/rIM83O7WUcZIlg9pd6SgXgB0w2v.jpg",
    "description": "The story follows Sachin Tichkule, a struggling contractor whose failure in making peace with the corrupt bureaucracy in town as well as strained relation with his ex-girlfriend and his family leads to misadventures that deprive him of his closest relations. However, as he begins to mend his ways, justice comes knocking on his door.",
    "background": "https://image.tmdb.org/t/p/w1280/aYLxKo6ApWCFxPQ7PLR2hnxkKKr.jpg",
    "released": "2010-01-01",
    "imdbRating": "5.7"
  },
  {
    "id": "gdrive:1YxjTbvmKAQ0gaK6dwy72Tpyg36p8zw3r",
    "type": "movie",
    "name": "Mission Mangal",
    "poster": "https://image.tmdb.org/t/p/w500/yUR7yDFNXQSoA51G0PPjIXOG2C9.jpg",
    "description": "A team of Indian scientists at ISRO (Indian Space Research Organisation) take on the extraordinary task of successfully sending a satellite into the orbit of planet Mars in a country's maiden attempt.",
    "background": "https://image.tmdb.org/t/p/w1280/5p38BElzTB4ltpJ2hMqept3Sfzh.jpg",
    "released": "2019-01-01",
    "imdbRating": "6.7"
  },
  {
    "id": "gdrive:1vSClIHi41eEciqRI9N1klthg1gtup8hr",
    "type": "movie",
    "name": "Samrat Prithviraj",
    "poster": "https://image.tmdb.org/t/p/w500/itjop20yizH1cwB44tIo5JivPSq.jpg",
    "description": "The true story of legendary Hindu warrior king \"Prithviraj Chauhan\" including his early military successes, love story with Sanyogita & clashes with Muhammad of Ghor, a ruler of the Ghurid dynasty who led the foundation of Muslim rule in the Indian subcontinent.",
    "background": "https://image.tmdb.org/t/p/w1280/eUEWTtr7WuYrMjXPG8GNfxIlRiJ.jpg",
    "released": "2022-01-01",
    "imdbRating": "6.8"
  },
  {
    "id": "gdrive:1H4pgO5WW473ttxGPeU8RG9-y0QlSiLmr",
    "type": "movie",
    "name": "Raksha Bandhan",
    "poster": "https://image.tmdb.org/t/p/w500/ykefXRqhM7HVnLWPtXWcWCcvBy6.jpg",
    "description": "Lala Kedarnath is blessed with 4 sisters. But his only worry is to find suitable grooms for each of them, as only then can he marry his childhood love. To what lengths will he go to succeed?",
    "background": "https://image.tmdb.org/t/p/w1280/bC0LITycP44v0IG1RzjqaOT0RL4.jpg",
    "released": "2022-01-01",
    "imdbRating": "6.0"
  },
  {
    "id": "gdrive:13h9_V8-PdFcrBOeNhsurww3BCfUnd1S_",
    "type": "movie",
    "name": "Amaanat",
    "poster": "https://image.tmdb.org/t/p/w500/8shAeTwDUQZYOxZXtcvcaSIHiep.jpg",
    "description": "In a small village having mostly aged people, there has not been any rainfall for the past 3 years. A youngster wanting to be the leader of the village (Sanjay Dutt) has to free the village people from this calamity. The people of the village beg a rich master for water but in vain. So the hero has to go the to city to buy a water tube. In the city all his belongings including his money has been stolen. Then he rescues a guy who was getting beaten up by thieves. They become good friends and they help each other.",
    "released": "1994-01-01",
    "imdbRating": "5.3"
  },
  {
    "id": "gdrive:1AF9DAptmumWdAUdR-K146pX9zrbYMFIG",
    "type": "movie",
    "name": "Blue",
    "poster": "https://image.tmdb.org/t/p/w500/1l6GBcoVKjwK2V5za2o7lM34CVJ.jpg",
    "description": "Three men pursue sunken treasure left by a ship wrecked in the shark infested Pacific.",
    "background": "https://image.tmdb.org/t/p/w1280/zrJStfnj7Rb0KWUcwoOiGEwYO5O.jpg",
    "released": "2009-01-01",
    "imdbRating": "3.8"
  },
  {
    "id": "gdrive:1hZIDrZbbGnfejzKfq55DJDif-FbDtDCO",
    "type": "movie",
    "name": "Housefull 3",
    "poster": "https://image.tmdb.org/t/p/w500/6Udose5F7a9SdNf8HlNMovtDMM9.jpg",
    "description": "A father doesn't want his three daughters to get married. Now, it's up to three men to try to and convince the father that they're a good fit for his daughters.",
    "background": "https://image.tmdb.org/t/p/w1280/p18H6kQKlPajCUI5lGJICBHxVqJ.jpg",
    "released": "2016-01-01",
    "imdbRating": "5.1"
  },
  {
    "id": "gdrive:1SWxXglANLqhYHtmr-tivdGE1xhTT8oQ2",
    "type": "movie",
    "name": "Housefull 2",
    "poster": "https://image.tmdb.org/t/p/w500/y6L3GpfXWqfO7COtUyiEeACH35G.jpg",
    "description": "A comedy of errors wherein four men help each other to fool their prospective father-in-laws creating a cascade of confusion and mayhem.",
    "background": "https://image.tmdb.org/t/p/w1280/27VV3Myqy6N3tH4K7LJZdj687SK.jpg",
    "released": "2012-01-01",
    "imdbRating": "5.5"
  },
  {
    "id": "gdrive:15IoLB0QF_MU8m5du05jOou_EN2tPlMTz",
    "type": "movie",
    "name": "Insan",
    "poster": "https://image.tmdb.org/t/p/w500/fNwCr9gCMPpsOfVDCnJ766sx2I6.jpg",
    "description": "A grieving policeman and a rickshaw driver are brought together by a dark, tragic secret that will change their lives forever.",
    "background": "https://image.tmdb.org/t/p/w1280/tZJkjwgK4fz1Tu6gWEBHsQKD6c.jpg",
    "released": "2005-01-01",
    "imdbRating": "5.2"
  },
  {
    "id": "gdrive:1zwIWWpg1zrVdPpep7Q28paELY8g9PuCO",
    "type": "movie",
    "name": "Jai Kishen",
    "poster": "https://image.tmdb.org/t/p/w500/m71CtRKHYgUrGy9wdWtQQ47qTbM.jpg",
    "description": "Inspector Pratap Singh is killed, while one of his son's, Kishen, goes missing, and the other, Jai, loses his vision. His wife is the only witness to his brutal death at the hands of three criminal dons. Years later, Kishen and Jai have both grown up. While Jai has mastered self-defence and use of a sword, Kishen is a career thief. When Kishen unknowlingly double-crosses one of the three dons, who were responsible for killing his dad, he puts the entire family to risk, as the criminal dons will not hesitate to wipe the entire family from the face of this Earth.",
    "released": "1994-01-01",
    "imdbRating": "3.3"
  },
  {
    "id": "gdrive:1_KfGTJgJutOjVBRy5IcPK_D8fzWM-mGs",
    "type": "movie",
    "name": "OMG: Oh My God!",
    "poster": "https://image.tmdb.org/t/p/w500/iTPzC3H2iG49xFIcMs01UfZeBXv.jpg",
    "description": "A shopkeeper takes God to court when his shop is destroyed by an earthquake.",
    "background": "https://image.tmdb.org/t/p/w1280/kMUsTD4Dco26kkIUEhntbKZo0Ya.jpg",
    "released": "2012-01-01",
    "imdbRating": "7.2"
  },
  {
    "id": "gdrive:1gkauuLytTJMTXbjJ47UEQjOcLiifSI-K",
    "type": "movie",
    "name": "Entertainment",
    "poster": "https://image.tmdb.org/t/p/w500/Lngl5wLUnY9qvNdVLH7TPAAKOx.jpg",
    "description": "Set in the Mojave Desert, the film follows a broken-down comedian playing clubs across the Southwest, working his way to Los Angeles to meet his estranged daughter.",
    "background": "https://image.tmdb.org/t/p/w1280/unO4FVn28BaPSTbnl6ZtNFcAqrZ.jpg",
    "released": "2015-01-01",
    "imdbRating": "5.6"
  },
  {
    "id": "gdrive:1OjpqQ5MLR_lA9NhZvSr0HYkdNqA-fVew",
    "type": "movie",
    "name": "Housefull",
    "poster": "https://image.tmdb.org/t/p/w500/koPiIQ7evC5rer6modUDxoZjYV.jpg",
    "description": "Believing himself to be a jinx and bringing bad luck upon himself and others, a man attempts to find true love, but ends up in very complicated relationships.",
    "background": "https://image.tmdb.org/t/p/w1280/8ODibBEc0ETUGfJFkqEg7BXCM8o.jpg",
    "released": "2010-01-01",
    "imdbRating": "5.7"
  },
  {
    "id": "gdrive:1JhMUoxxvrJFIf3zupoK21GdUMEsW_0aN",
    "type": "movie",
    "name": "Haan Maine Bhi Pyaar Kiya",
    "poster": "https://image.tmdb.org/t/p/w500/wFVcLKae1o8mV8xeWTWM9Ej6paJ.jpg",
    "description": "Shiv (Abhishek Bachchan) and Pooja (Karisma Kapoor) are happily married to each other but sometimes can get into the most petty arguments coming from the way they approach life. Shiv takes each day as it comes whilst Pooja's imagination sometimes gets the best of her. Pooja falls in love with Shiv so much that she gives up her high rising career for him and settles as a housewife. Their in-difference gets worse and Pooja is soon convinced that Shiv has been unfaithful. Pooja asks for a divorce and leaves him. She carries on with life and meets Raj (Akshay Kumar). Raj has everything anyone could ask for: money, fame but not love something he has craved for some time. He falls for Pooja and she also begins to like him. They get engaged and as the wedding approaches, Shiv re-enters Pooja's life. Old feelings and emotions come rushing back and she finds herself torn between two men. Who does she choose...?",
    "background": "https://image.tmdb.org/t/p/w1280/xK1aaKscu3OwYQW8fFTdQS9dk7a.jpg",
    "released": "2002-01-01",
    "imdbRating": "4.0"
  },
  {
    "id": "gdrive:1AwVT1sYhnUdksNNC21f3j-uOGHNI4dqy",
    "type": "movie",
    "name": "Awara Paagal Deewana",
    "poster": "https://image.tmdb.org/t/p/w500/yrNFzWj68qBC0zcf1HvX6sqeSoV.jpg",
    "description": "A dentist and a henpecked husband finds his life in trouble after getting embroiled in a mafia rivalry.",
    "background": "https://image.tmdb.org/t/p/w1280/16wcRK9U1BMH5rYN4qoLBSEkGep.jpg",
    "released": "2002-01-01",
    "imdbRating": "5.6"
  },
  {
    "id": "gdrive:1WO3NNLd-_a1-37FRUs81ftQZUY5LFrQw",
    "type": "movie",
    "name": "Khiladi",
    "poster": "https://image.tmdb.org/t/p/w500/Adar3XOiv7ckSbxnIWgsbb9XNGu.jpg",
    "description": "A group of friends, who love to make bets with one another, play a prank that goes horribly wrong when one of them is murdered.",
    "background": "https://image.tmdb.org/t/p/w1280/uOgSSJVetyIIZ2x6PL8kFpk4cAm.jpg",
    "released": "1992-01-01",
    "imdbRating": "6.1"
  },
  {
    "id": "gdrive:1XtVXlZSXTAuUx2zUk2Wb2Xmj0TPVtGPk",
    "type": "movie",
    "name": "Kambakkht Ishq",
    "poster": "https://image.tmdb.org/t/p/w500/h8a14zHluHPTjnyulZ42mmt7GvT.jpg",
    "description": "Kambakkht Ishq is about a stuntman and a supermodel that don't believe in love but through a hilarious series of events they fall for each other.",
    "background": "https://image.tmdb.org/t/p/w1280/3hMkwS3O75vETL7DSw7VnCwtcvM.jpg",
    "released": "2009-01-01",
    "imdbRating": "4.1"
  },
  {
    "id": "gdrive:16YiFjkaG8GDwgliDxSTBuRFWzhZ720e5",
    "type": "movie",
    "name": "Khiladi",
    "poster": "https://image.tmdb.org/t/p/w500/Adar3XOiv7ckSbxnIWgsbb9XNGu.jpg",
    "description": "A group of friends, who love to make bets with one another, play a prank that goes horribly wrong when one of them is murdered.",
    "background": "https://image.tmdb.org/t/p/w1280/uOgSSJVetyIIZ2x6PL8kFpk4cAm.jpg",
    "released": "1992-01-01",
    "imdbRating": "6.1"
  },
  {
    "id": "gdrive:1AmFNXLDjSONoj5mlcw9xvDfpvVMVzdoS",
    "type": "movie",
    "name": "Aankhen",
    "poster": "https://image.tmdb.org/t/p/w500/sv9tCwXzvTFSbA2OmH9nqQZCNQ7.jpg",
    "description": "After his hatred of dishonesty costs him his job, an embittered man goes over to the dark side and plots to rob the bank he once managed.",
    "background": "https://image.tmdb.org/t/p/w1280/ytaHEBsaGCwWEiSIRTQKtRsD2jS.jpg",
    "released": "2002-01-01",
    "imdbRating": "6.4"
  },
  {
    "id": "gdrive:1X0X__A5hYdcZV7nkrwMZwO5wcbGkiybv",
    "type": "movie",
    "name": "Waqt Hamara Hai",
    "poster": "https://image.tmdb.org/t/p/w500/kvLDoThQibqHqXu3KrkIwelUOwC.jpg",
    "description": "One-time rival collegians, Vikas Sabkuchwala and Sunil, are now friends and in love with sisters Ayesha and Mamta Vidrohi, who they would like to marry. But their politician father wants a size-able dowry as well as well-placed sons-in-laws, and refuses to have to do anything with them. The foursome get together and arrange the fake kidnapping of the sisters so as to extort a large sum of money from Vidrohi. Things go completely out of control and awry, when Vikas and Sunil find out that the kidnapping has taken place - not by them - but by notorious international terrorist and seemingly invincible Colonel Chikara.",
    "background": "https://image.tmdb.org/t/p/w1280/bh7uIB4vvio1tWvLPiAUi8PN9Fn.jpg",
    "released": "1993-01-01",
    "imdbRating": "5.4"
  },
  {
    "id": "gdrive:1jFXDTz1Pcuu4-tSJQzJ90-C84xVcPbNr",
    "type": "movie",
    "name": "Aan: Men at Work",
    "poster": "https://image.tmdb.org/t/p/w500/3iZjhwvpnSrZPWviWWSs2wu10ey.jpg",
    "description": "Crime is at its highest peak in Mumbai with it split in three ways. Walia has one-third, Manik Rao has one-third and Roshni has a third of the Mumbai territory. The crime rate rises with more smuggling, trading and illegal activities soaring.",
    "background": "https://image.tmdb.org/t/p/w1280/bZzc3M05oUk2AyzJHMasOSrH37V.jpg",
    "released": "2004-01-01",
    "imdbRating": "5.2"
  },
  {
    "id": "gdrive:1sIsFAB4YGoV_xq-6kzkhizWymltiqUQi",
    "type": "movie",
    "name": "Aarzoo",
    "poster": "https://image.tmdb.org/t/p/w500/zdc5t0OFKFDU54qObcvsW7q7tnx.jpg",
    "description": "After her fiance, Vijay, is killed in a crash, a pregnant Pooja agrees to marry Amar, her childhood friend who has always loved her. But her life takes yet another turn when Vijay returns to her life.",
    "background": "https://image.tmdb.org/t/p/w1280/mluEecJSwG0Pes0MfqmZ1XpfrZV.jpg",
    "released": "1999-01-01",
    "imdbRating": "5.5"
  },
  {
    "id": "gdrive:10b3cBaiB5ZXdspTPraqBmtbeV05rRRCj",
    "type": "movie",
    "name": "Phir Hera Pheri",
    "poster": "https://image.tmdb.org/t/p/w500/c1Mvyd983ZyrU5Vf2aKEe6WncSq.jpg",
    "description": "Raju,  Shyam and Baburao are living happily after having risen from rags to riches. However, they lose it all after falling victim to a chit fund scam due to their greed for more money. Soon, they find themselves in new mess and encounter eccentric and dangerous characters in their quest for a shortcut to riches again.",
    "background": "https://image.tmdb.org/t/p/w1280/swEHhTpROIYvQlMdvCR6HWzaFM9.jpg",
    "released": "2006-01-01",
    "imdbRating": "6.8"
  },
  {
    "id": "gdrive:166aTyidkYsZlosebKjZi0KMnDSNsGWsY",
    "type": "movie",
    "name": "Singh Is Bliing",
    "poster": "https://image.tmdb.org/t/p/w500/tBkCntLUWwZ0kXDE1DlZBlvLbsK.jpg",
    "description": "Raftaar Singh is always looking to have fun and runs away from responsibility. Fed up, his father orders Raftaar to go to Goa and work, and learn to take on responsibility. Once in Goa, he impresses his new boss with his enthusiasm and creative thinking. Soon he gets an assignment, and meets Sara Amy Jackson - and thus begins their unique love story. What ensues is a great comedy of errors, as one hilarious situation after another unfolds. Raftaar falls head over heels for this exotic, mysterious girl. The romance takes a deadly turn when he realizes that Sara is not who he thinks she is and has an agenda, which takes him to Romania. Will Raftaar be able to win her over in a distant and dangerous land?",
    "background": "https://image.tmdb.org/t/p/w1280/9lcxVb5wWj3H3WmBvqBaTPIDNUi.jpg",
    "released": "2015-01-01",
    "imdbRating": "5.3"
  },
  {
    "id": "gdrive:1M2H8HEyQjlOwZPmelv2qfFfE4DX6knYz",
    "type": "movie",
    "name": "Welcome",
    "poster": "https://image.tmdb.org/t/p/w500/fudxnXlTTBIDCkpR7XhlIgkNaUY.jpg",
    "description": "Dubai-based criminal don Uday takes it upon himself to try and get his half-sister Sanjana married - in vain, as no one wants to be associated with a crime family. Uday's associate and best friend Majnu finds a well to do, nice young man, Rajiv, who lives with his maternal uncle and aunt - Dr. and Mrs. Ghunghroo. Through extortion he compels the Ghunghroos to accept this matrimonial alliance. With no escape from this predicament, the wedding is planned, with hilarious consequences.",
    "background": "https://image.tmdb.org/t/p/w1280/hXqGVk7IGiybUxODz7o3OaD3Gid.jpg",
    "released": "2007-01-01",
    "imdbRating": "6.8"
  },
  {
    "id": "gdrive:1eGTeD3Z_gjuFOtmKe9NirWnnYOdn4i-M",
    "type": "movie",
    "name": "Deewane Huye Paagal",
    "poster": "https://image.tmdb.org/t/p/w500/gJJwTPur4VsCal7gVSXmPMk9QRp.jpg",
    "description": "A man embarks on journey to find his love in Dubai, only to learn she has different suitors and admirers.",
    "background": "https://image.tmdb.org/t/p/w1280/h7mqhQZXzB2LU1sV1VcmAOlTpS8.jpg",
    "released": "2005-01-01",
    "imdbRating": "4.9"
  },
  {
    "id": "gdrive:1uyuuzvqqVBRbhf9SoqjwA-z5oEQu-HSr",
    "type": "movie",
    "name": "Police Force: An Inside Story",
    "poster": "https://image.tmdb.org/t/p/w500/naOpwedKoEurggzpXzQ9CepVREi.jpg",
    "description": "Senior police officer Pandey is called in to train a new batch of trainee officers that the Indian police force wants to recruit. He does manages to induct some sense of fair-play in these officers and gets them assign to their place of duty; but these officers will find that there real life scenario are different and must deal with the world at large consisting of corrupt high-ranking police officers, dishonest politicians and gangsters. How they deal with them will shape their destinies.",
    "background": "https://image.tmdb.org/t/p/w1280/fS3shbEYroqx2RQfA5wQTj4L6F4.jpg",
    "released": "2004-01-01",
    "imdbRating": "5.3"
  },
  {
    "id": "gdrive:1UI5-JVHh4ULcTTBZxiaHegSBBz0QhNJp",
    "type": "movie",
    "name": "Ajnabee",
    "poster": "https://image.tmdb.org/t/p/w500/rIscKIZxR4HXzLiWgAU7GykfpfI.jpg",
    "description": "Raj and Priya befriend their new neighbors Vicky and Sonia. One day, Raj wakes up in Vicky's house and finds out that Sonia has been murdered and he's being framed for it. On the run, he must try and prove his innocence with the support of his loving wife.",
    "background": "https://image.tmdb.org/t/p/w1280/swWXwkOnM0be8t92JmtRjtkLEJ6.jpg",
    "released": "2001-01-01",
    "imdbRating": "5.5"
  },
  {
    "id": "gdrive:1uZi0HijUNaZNYkulvg3X-RMDZD_L8T-8",
    "type": "movie",
    "name": "De Dana Dan",
    "poster": "https://image.tmdb.org/t/p/w500/htOpALyz5x1Ee7YuZpaRCPEwEuX.jpg",
    "description": "Two down on their luck men try to kidnap a wealthy businesswoman's dog to demand a hefty ransom from her.  But things go haywire when the dog goes missing.",
    "background": "https://image.tmdb.org/t/p/w1280/nBtQkNskcQ6Ef9BkeBeneWNrAEW.jpg",
    "released": "2009-01-01",
    "imdbRating": "5.6"
  },
  {
    "id": "gdrive:1vu3ah6BCRQXq7DpQwjY8G3k0ty469rk1",
    "type": "movie",
    "name": "Mujhse Shaadi Karogi",
    "poster": "https://image.tmdb.org/t/p/w500/9PqBPlaO5wLI7LPMaJNLoIiSSSA.jpg",
    "description": "Sameer, fast at losing his temper is re-located to Goa where he falls in love with Rani. But Sameer's new roommate Sunny, has some plans of his own.",
    "background": "https://image.tmdb.org/t/p/w1280/l2Og734KUYJFY3njD3OXmOtqEPR.jpg",
    "released": "2004-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:1kQmhEQ79Lyz5nyS19V7V8IPL3n3-ym7C",
    "type": "movie",
    "name": "Tashan",
    "poster": "https://image.tmdb.org/t/p/w500/h5GHlLJLan8eFFpBazIMP4iD0Rg.jpg",
    "description": "Jeetendra Kumar Makwana is employed full-time at a Call Center and works part-time teaching English. He is recruited by an attractive young woman, Pooja, to teach her Hinglish-speaking boss, Bhaiyaji, English. Jeetendra agrees to do so, falls in love with Pooja, and joins forces with her to steal a bag containing 25 Crore Rupees in cash. He will soon find out that Bhaiyaji is a hoodlum and extortionist known to the Police as Lakhan Singh.",
    "background": "https://image.tmdb.org/t/p/w1280/1PxTFvEWEPVoKQzkBMVQRs3Y88T.jpg",
    "released": "2008-01-01",
    "imdbRating": "4.5"
  },
  {
    "id": "gdrive:1GFLLKJgeO8iF0foxQBuG-T0PO49eGvZ5",
    "type": "movie",
    "name": "Thank You",
    "poster": "https://image.tmdb.org/t/p/w500/1jz15NthZjMHG8sKajS6D6QJkeb.jpg",
    "description": "Three married womanisers cheat on their wives. In order to catch them red-handed, their sceptic wives enlist a detective who specialises in investigating extramarital relationships.",
    "background": "https://image.tmdb.org/t/p/w1280/rIRPFik6WLpxEXicuckmfwmDPg5.jpg",
    "released": "2011-01-01",
    "imdbRating": "5.0"
  },
  {
    "id": "gdrive:1CqCyRzawlevNDGlKQEjgu0oKrv2lMGzd",
    "type": "movie",
    "name": "Talaash: The Hunt Begins",
    "poster": "https://image.tmdb.org/t/p/w500/sqPcmsmu0zfn8WVzln3YDQIES5a.jpg",
    "description": "Babu works for three underworld dons and must go to prison to protect them. When his sentence is over, he returns home to find that Purnima (his wife), Arjun (his son) and Pooja (his daughter) live a destitute life. When he confronts his bosses, he is beheaded in front of his wife and children, and his daughter is abducted.  Purnima (Raakhee) loses her mind, and is hospitalized in a mental hospital. Growing up, Arjun (Akshay Kumar) becomes a high profile vigilante. As for Purnima, she becomes terribly ill and can be saved only if she sees her daughter again. Thus, Arjun decides to re-unite his mother and sister. In order to do so, he must discover the identity of his father's killers.",
    "background": "https://image.tmdb.org/t/p/w1280/tDzqC0uTqdApkSNQKOIMnrFBEW8.jpg",
    "released": "2003-01-01",
    "imdbRating": "5.1"
  },
  {
    "id": "gdrive:165jiDWeYOm753C-gjkzt_pweviuibR2r",
    "type": "movie",
    "name": "Robot",
    "poster": "https://image.tmdb.org/t/p/w500/8lVUkxyuZjp77LOtj7QH00M6mDm.jpg",
    "description": "A robot illustrates the nascent, but growing relationship between man and machine - a relationship not without tension and resentment.",
    "background": "https://image.tmdb.org/t/p/w1280/tuSVoetCDuNwAQezP8Tq2fx6j5H.jpg",
    "released": "1963-01-01",
    "imdbRating": "4.8"
  },
  {
    "id": "gdrive:1EJB_gwqLvmBoN1cWs0GS5tvE32y7ltkx",
    "type": "movie",
    "name": "Once Upon a Time in Mumbai Dobaara!",
    "poster": "https://image.tmdb.org/t/p/w500/guXvxt6hvZyQqHXGYuvujtuxcCQ.jpg",
    "description": "Shoaib's life takes a precarious turn when he finds himself pitted against a younger contemporary - not just in \"business\", but in love...",
    "background": "https://image.tmdb.org/t/p/w1280/feBTSiXQvrs7PCVXvwCkXvOvwUX.jpg",
    "released": "2013-01-01",
    "imdbRating": "5.1"
  },
  {
    "id": "gdrive:1xxJwL3zwzyeVYoaU6DMPyGkqtVr1iJDy",
    "type": "movie",
    "name": "Patiala House",
    "poster": "https://image.tmdb.org/t/p/w500/16Q863XEtms2HH8LaCZQmp3tRoz.jpg",
    "description": "Parghat Singh 'Gattu' Kahlon is a middle aged shopkeeper who secretly practices bowling at night in order to keep his dream of playing for England alive. Even though his family members despise him for giving up his dreams only due to his father's wish, they find a ray of hope and convince him to play for England while they plan to hide the truth from his father.",
    "background": "https://image.tmdb.org/t/p/w1280/bWgfjwdiU95YozlDHZyIEx1xA6Q.jpg",
    "released": "2011-01-01",
    "imdbRating": "6.0"
  },
  {
    "id": "gdrive:1wKhdRD7nO59UzcWSd8dGVmhcg5O5gHGP",
    "type": "movie",
    "name": "Brothers",
    "poster": "https://image.tmdb.org/t/p/w500/8CbDY9GIDkFUkS8Bdr254s25JqD.jpg",
    "description": "The story of two brothers, Tom and Jake, and their problematic relationship.",
    "background": "https://image.tmdb.org/t/p/w1280/bKnAqrE2zJ3bTJkEc9A5ClaC4QX.jpg",
    "released": "2015-01-01",
    "imdbRating": "6.7"
  },
  {
    "id": "gdrive:1XaY3HtVJlGH9Sk7ISso6LNpJdW0tYq9R",
    "type": "movie",
    "name": "Action Replayy",
    "poster": "https://image.tmdb.org/t/p/w500/8YzWja1cgzIaaKys6Ajk95kJxQY.jpg",
    "description": "A young man tries to revive his parents' wilting marriage by traveling to the 1970s when their romance was budding to help make it bloom: something more complex than he expects.",
    "background": "https://image.tmdb.org/t/p/w1280/7UjQ5bYDQMZzprL5fUuFZUgZQxc.jpg",
    "released": "2010-01-01",
    "imdbRating": "5.2"
  },
  {
    "id": "gdrive:14FQjWbih6AzheEbM9TeOehlyKLGfgwA-",
    "type": "movie",
    "name": "Sabse Bada Khiladi",
    "poster": "https://image.tmdb.org/t/p/w500/ipqId5OPEMrZYsPxB6tloW9n1Cp.jpg",
    "description": "For 20 years, intrepid police detective Vijay (Akshay Kumar) has believed the malicious Amar Singh (Sadashiv Amrapurkar) murdered Vijay's twin brother, Lallu. Vijay eventually dredges up enough evidence to put the crafty Amar in the slammer, but he walks on a technicality. Events take a surprising turn, however, when Lallu (also played by Kumar) suddenly shows up in director Umesh Mehra's action-packed film.",
    "background": "https://image.tmdb.org/t/p/w1280/4V8hilzgzbzTR5Gfdb18cUrGdM.jpg",
    "released": "1995-01-01",
    "imdbRating": "5.6"
  },
  {
    "id": "gdrive:19eLFLNQllKG7m0agYd8CH0_wTxClHDoA",
    "type": "movie",
    "name": "Keemat",
    "poster": "https://image.tmdb.org/t/p/w500/7BZpQwG9cSfs5oubtkSjXQNIE2.jpg",
    "description": "Ajay and Dev are two small-time crooks. One day they accidentally killed a man named Mohan Tripathi. With a good and pleasant mind they find out the address of the decreased and pays a visit to his village. Only to see the young man's family eagerly waiting for his return from abroad, seeing the family's plight they decides to lie about the young man and told the family that he is alive but was delayed because of some urgent work. Days and months passed and Mohan did not showed up towards his family and both young men continues to lie to them. The question remain what will be the outcome of Ajay and Dev when the family learns that there son is no longer alive and that both are his killers?",
    "released": "1998-01-01",
    "imdbRating": "7.2"
  },
  {
    "id": "gdrive:1NA-2xO1-KIJAod4-XQ3EZcbRV5yg5ziT",
    "type": "movie",
    "name": "Sapoot",
    "poster": "https://image.tmdb.org/t/p/w500/8ray62qezaV4G5sdMrGBR93l5i1.jpg",
    "description": "Singhania big hearten Don who does not like to trade in drugs and other illegal business which does not go well with his rivals Dhaneshwar and Tejeshwar.Singhania's older son Raj is taking care of his business,While is younger son Prem is a Casanova.Dhaneshwar is killed by Singhania when he attacks on Raj.Kantiilal and Samsher trusted aide of Singhania's betray him and he gets killed by them and Tejeshwar.",
    "background": "https://image.tmdb.org/t/p/w1280/yUtrtho67X2HQHkJ0myHwWtPlzZ.jpg",
    "released": "1996-01-01",
    "imdbRating": "4.8"
  },
  {
    "id": "gdrive:1X-juyFMN3Z-TENOz4sdpPPxc7nN9bXpf",
    "type": "movie",
    "name": "Dil Ki Baazi",
    "poster": "https://image.tmdb.org/t/p/w500/rOOX4DB8GrjTMLBPc8lGbtyr1z0.jpg",
    "description": "An unemployed youth faces challenges after he secures employment.",
    "background": "https://image.tmdb.org/t/p/w1280/vpzyN9oj2k27kEezBM1G2YPHIpA.jpg",
    "released": "1993-01-01",
    "imdbRating": "5.5"
  },
  {
    "id": "gdrive:1RKXtiXHDTyveNDlaTevLebKKgcZx_Vtq",
    "type": "movie",
    "name": "Laxmii",
    "poster": "https://image.tmdb.org/t/p/w500/6COHwokEERAjjvlmNF44Xg9BK1y.jpg",
    "description": "Aasif's belief in logic and science shatters when he gets possessed by a transgender's ghost.",
    "background": "https://image.tmdb.org/t/p/w1280/hJHfqLvYPz9nMPEZamjifHiXZbr.jpg",
    "released": "2020-01-01",
    "imdbRating": "4.4"
  },
  {
    "id": "gdrive:1i2ffylD_13HGgCcAkyZIUxulekiHWia_",
    "type": "movie",
    "name": "Bewafaa",
    "poster": "https://image.tmdb.org/t/p/w500/8FVH3HfBkkwmPNMHb6c6lqvH82v.jpg",
    "description": "Anjali, living in Canada with her parents, hides her relationship to the musician Raja from her parents. When her sister dies during the birth of twins, she abandons her love, marries the widower Aditja and moves to New Delhi to become the new mother of her sister's children. Three years later, when Raja visits Delhi on his concert tour their love inflames again.",
    "background": "https://image.tmdb.org/t/p/w1280/mgUoPbQ3uWEYdIY0svr5pisdc6X.jpg",
    "released": "2005-01-01",
    "imdbRating": "4.2"
  },
  {
    "id": "gdrive:1QX5uDN_5-lFFhE7wF1vRwgPsLO5tu0ub",
    "type": "movie",
    "name": "Gold",
    "poster": "https://image.tmdb.org/t/p/w500/ukMXAdr325Tn1mLGkxdG8Lab16l.jpg",
    "description": "Kenny Wells, a modern-day prospector, hustler, and dreamer, is desperate for a lucky break. Left with few options, Wells teams up with an equally luckless geologist to execute a grandiose, last-ditch effort: to find gold deep in the uncharted jungle of Indonesia.",
    "background": "https://image.tmdb.org/t/p/w1280/mDzzAQypU9CaolRyMiDVwlwffBY.jpg",
    "released": "2016-01-01",
    "imdbRating": "6.6"
  },
  {
    "id": "gdrive:199dmLr7DtK7M43Cemms2nCciK_gjNJNF",
    "type": "movie",
    "name": "Kesari",
    "poster": "https://image.tmdb.org/t/p/w500/ctjT1pMNAGD9ou0kuhz806tf7kX.jpg",
    "description": "In 1897, an army of 21 Sikhs battles 10,000 Afghans to prevent the Saragarhi Fort from being taken down.",
    "background": "https://image.tmdb.org/t/p/w1280/notcxmT6RN93g43BnRI8GvRktZ.jpg",
    "released": "2019-01-01",
    "imdbRating": "7.1"
  },
  {
    "id": "gdrive:1_ZRTfeoYM0X6LV2rl0htulvI8uqK6zFP",
    "type": "movie",
    "name": "Khakee",
    "poster": "https://image.tmdb.org/t/p/w500/dMsqwWFl51t8jXR0tWzjEuO8H4l.jpg",
    "description": "DCP Anant and his team get tasked with escorting an alleged terrorist to Mumbai. However, a rogue ex-police officer makes their task difficult as he tries to stop them from reaching their destination.",
    "background": "https://image.tmdb.org/t/p/w1280/fnsSgr4zObA6Wic8TYnJf6QtTAg.jpg",
    "released": "2004-01-01",
    "imdbRating": "6.4"
  },
  {
    "id": "gdrive:1YsRHHBYU8UhDnl65O7ZQs1S81xt9s9TX",
    "type": "movie",
    "name": "Dosti: Friends Forever",
    "poster": "https://image.tmdb.org/t/p/w500/jnJQne1uplPbXDDL9YCvRK7OI5u.jpg",
    "description": "Karan (Bobby Deol) was wealthy and a mansion was his habitat. Raj (Akshay Kumar) had empty pockets and the sky was his roof. Karan's jet ensured that he could fly if he wanted. Raj could only depend on his two feet. Karan had a family and yet craved love. Raj had love to share, but craved a family. Karan was the eternal Casanova. Raj was the proverbial one-woman man. Karan had it all, and yet felt empty. Raj had nothing, but his heart was full. They were two people as different as can be. Yet they found a common ground. One that led to the glorious road of Friendship! But can they sustain their friendship when new conflicts arise?",
    "background": "https://image.tmdb.org/t/p/w1280/1TGOptZU77W4aFKCzJq5jN5LH2n.jpg",
    "released": "2005-01-01",
    "imdbRating": "4.3"
  },
  {
    "id": "gdrive:1lPd8vB2Wa4q5IkSxZrVo7wuCuBN4IRx7",
    "type": "movie",
    "name": "Blank",
    "poster": "https://image.tmdb.org/t/p/w500/8xfLBfBwPJfbZG9n15S9aF25VxZ.jpg",
    "description": "A suicide bomber loses his memory and has a bomb attached to his heart. It is up to the police officers to prevent this bomb from exploding.",
    "background": "https://image.tmdb.org/t/p/w1280/67ZtnQsqOYGQY2lkiROtsIGaECq.jpg",
    "released": "2019-01-01",
    "imdbRating": "6.8"
  },
  {
    "id": "gdrive:1qylRKxkzGofJSQaj1e7N4bfIpbMs-DHt",
    "type": "movie",
    "name": "Main Khiladi Tu Anari",
    "poster": "https://image.tmdb.org/t/p/w500/jEjbBLJOFVY0QDXSiF5vg5zWdOV.jpg",
    "description": "A Bombay police officer seeks revenge when his brother is killed by a powerful underworld figure. Things get complicated when a matinee movie idol begins to tag along the policeman so he can research a movie role.",
    "background": "https://image.tmdb.org/t/p/w1280/20xLKFRodYKx0KV6ZCtykvMEAJ0.jpg",
    "released": "1994-01-01",
    "imdbRating": "6.0"
  },
  {
    "id": "gdrive:1zB8LsdBR-U5QV3nK3lLPPK3qj02K9KF5",
    "type": "movie",
    "name": "Simmba",
    "poster": "https://image.tmdb.org/t/p/w500/ulQO4XJ1xlWdl4vX8Lr3SbWRfZw.jpg",
    "description": "A corrupt police officer enjoys all the perks of being an immoral and unethical police officer until an event which transforms his life completely and forces him to choose the righteous path.",
    "background": "https://image.tmdb.org/t/p/w1280/1oEBCKVKC49By9RBTbsae8RO9Nh.jpg",
    "released": "2018-01-01",
    "imdbRating": "6.2"
  },
  {
    "id": "gdrive:1F1lfBb2HWxE72FHgP16hxuzf6zOoQPdU",
    "type": "movie",
    "name": "Sangharsh",
    "poster": "https://image.tmdb.org/t/p/w500/kFwreKZPhTSQ9zcVsavZ5JuUgfL.jpg",
    "description": "A rookie CBI officer must enlist the help of an incarcerated criminal in order to catch a serial child killer, who has recently escaped police custody.",
    "background": "https://image.tmdb.org/t/p/w1280/wgOginYyu6YVx09HAPJbOtxFAut.jpg",
    "released": "1999-01-01",
    "imdbRating": "4.8"
  },
  {
    "id": "gdrive:1oKGNGGEEKN2GT2dyKlaUmQYPLv76NG3C",
    "type": "movie",
    "name": "Chandni Chowk to China",
    "poster": "https://image.tmdb.org/t/p/w500/tGUVeDAsNArrogQBoV7jVhjkqHh.jpg",
    "description": "A cook from Chandni Chowk gets mistaken for the reincarnation of an ancient peasant warrior by the residents of an oppressed Chinese village.",
    "background": "https://image.tmdb.org/t/p/w1280/v8r6FWUGmtcHClXgiHhVjZ8ej4E.jpg",
    "released": "2009-01-01",
    "imdbRating": "4.6"
  },
  {
    "id": "gdrive:1y5TyYcnv9U8Uv38j1C9ECo64j9S9jLoK",
    "type": "movie",
    "name": "Humko Deewana Kar Gaye",
    "poster": "https://image.tmdb.org/t/p/w500/5Pe8sACQOQ6Ht6mPR5tUNwpGHgy.jpg",
    "description": "Aditya, an engineer, travels to Canada for training. There he meets Jia, a beautiful woman from an influential family. Fate keeps pushing the pair together, and even though both are already betrothed to others, Adi and Jia fall in love.",
    "background": "https://image.tmdb.org/t/p/w1280/3jzEbrXxf7sK0FLyBMAvB0BGfjQ.jpg",
    "released": "2006-01-01",
    "imdbRating": "4.9"
  },
  {
    "id": "gdrive:1gW6rgOFVFP4cyRwTxwFRmKcDiV-NXGqt",
    "type": "movie",
    "name": "Jaan-E-Mann",
    "poster": "https://image.tmdb.org/t/p/w500/qBCQOQOZyeJKljODcGZbzr80REn.jpg",
    "description": "Agastya a NASA scientist comes in search of his crush Piya. In order to make her fall for him, he gets Suhaan to help this out. However, everything goes well till a shocking past stands in front of them, turning their lives upside down.",
    "background": "https://image.tmdb.org/t/p/w1280/fU0dGkCASuB4CJ9ZHNnFYLAecuu.jpg",
    "released": "2006-01-01",
    "imdbRating": "5.4"
  },
  {
    "id": "gdrive:1nXeUhxp0-izy5QKb2keNUo0RbtTcwPdP",
    "type": "movie",
    "name": "Holiday",
    "poster": "https://image.tmdb.org/t/p/w500/vTswoixIge9o84NLlWGaWl5lrHO.jpg",
    "description": "Johnny Case, a freethinking financier, has finally found the girl of his dreams — Julia Seton, the spoiled daughter of a socially prominent millionaire — and she's agreed to marry him. But when Johnny plans a holiday for the two to enjoy life while they are still young, his fiancée has other plans & that is for Johnny to work in her father's bank!",
    "background": "https://image.tmdb.org/t/p/w1280/sG0TscXVp7817uDwdAnorbml2BA.jpg",
    "released": "1938-01-01",
    "imdbRating": "7.3"
  },
  {
    "id": "gdrive:1PPgMZoKwR9dmQOMIkRstq7ReKOrBa9xP",
    "type": "movie",
    "name": "Jaani Dushman: Ek Anokhi Kahani",
    "poster": "https://image.tmdb.org/t/p/w500/e9Aps5rxiu3lzPgtccEERfReJ6R.jpg",
    "description": "A shape-shifting snake exacts revenge on the men he believes are responsible for the death of Divya, his lover in her previous life.",
    "background": "https://image.tmdb.org/t/p/w1280/oH3EFAeqsazTuIAtg6foZK8P7j1.jpg",
    "released": "2002-01-01",
    "imdbRating": "4.4"
  },
  {
    "id": "gdrive:1-SteSr3OvppyFbo9qaPDujgf3nq64JDU",
    "type": "movie",
    "name": "Naam Shabana",
    "poster": "https://image.tmdb.org/t/p/w500/xFHeFrOYzsHgAiZeGAjwJmDMen6.jpg",
    "description": "Shabana Khan, a special agent, is entrusted with the task of assassinating a deadly arms dealer by the Indian Intelligence Agency.",
    "background": "https://image.tmdb.org/t/p/w1280/bifmpGuVdJDPPTU4IuCnsMNBOqD.jpg",
    "released": "2017-01-01",
    "imdbRating": "5.8"
  },
  {
    "id": "gdrive:1ODIAuOz-2KSJ14hgNjk8pigZIPrm_VM5",
    "type": "movie",
    "name": "Singh Is Kinng",
    "poster": "https://image.tmdb.org/t/p/w500/vR6XqJJ3Is6C3pteQ5lv54Y3Lk6.jpg",
    "description": "A comic caper about Happy Singh, a Punjabi villager who goes through a series of misadventures and eventually becomes the King of the Australian underworld.",
    "background": "https://image.tmdb.org/t/p/w1280/7rQSyfBE7WTRShRJQ8HRVfQzp2N.jpg",
    "released": "2008-01-01",
    "imdbRating": "5.6"
  },
  {
    "id": "gdrive:1X-gJCebjVQ0DCdaTaYw7JQq_Vj79PUh4",
    "type": "movie",
    "name": "Bhool Bhulaiyaa",
    "poster": "https://image.tmdb.org/t/p/w500/soRW3p4GlPphHiFkwbqYGrodQ5S.jpg",
    "description": "NRI Siddharth Chaturvedi and his wife Avni return to Siddharth's family's ancestral Varanasi palace while disregarding warnings of a curse and paranormal phenomena. Soon enough, inexplicable events begin occuring, which forces Siddharth to consult the eccentric psychiatrist Aditya Shrivastav to help solve the mystery.",
    "background": "https://image.tmdb.org/t/p/w1280/e3amyuWjfJ0HRPozbg6mKMlL2P6.jpg",
    "released": "2007-01-01",
    "imdbRating": "6.7"
  },
  {
    "id": "gdrive:1HZRB-kHDrOZ8abCeO4nT3BgTlwv-61Kg",
    "type": "movie",
    "name": "Hera Pheri",
    "poster": "https://image.tmdb.org/t/p/w500/iQIbClo27cBFROLuccQLLbMsJuX.jpg",
    "description": "Three unemployed men find the answer to all their money problems when they receive a call from a kidnapper. However, things do not go as planned.",
    "background": "https://image.tmdb.org/t/p/w1280/AkfqKaD1KqfIqytxLvWlyKJRlEi.jpg",
    "released": "2000-01-01",
    "imdbRating": "7.0"
  },
  {
    "id": "gdrive:1V6B98sRavi2YsLpPwna1lglJMNjYB10m",
    "type": "movie",
    "name": "Andaaz",
    "poster": "https://image.tmdb.org/t/p/w500/xLUQ9NLnn13rujYqbmdoNvv2dmM.jpg",
    "description": "Young Raj Malhotra lives with his elder brother, Rohit; his sister-in-law Kiran, and a niece. After an accident fractures his leg, he is unable to walk for some time. Due to psychological reasons, he cannot walk even after the fracture heals. When the Malhotras move to Dehra Dun, Raj befriends young Kajal, as both share a common passion for airplanes. Kajal encourages Raj to walk, and succeeds. Years later the two continue to be fast friends, and everyone expects them to marry soon. Then Raj is recruited by the Indian Air Force and goes for training for a year and a half. After his training gets over, he rushes to Kajal to propose to her, only to find out that she has given her heart to a multimillionaire, Karan Singhania (Verma), who owns several airplanes and choppers. Raj congratulates Kajal and Karan, but does not reveal his true feelings.",
    "background": "https://image.tmdb.org/t/p/w1280/hzVQ1bOgrbXgXuoltdDEEO5KFlI.jpg",
    "released": "2003-01-01",
    "imdbRating": "5.7"
  },
  {
    "id": "gdrive:1InAKbzVgmKsiZJGYtkdmqMcH7_JOWGY7",
    "type": "movie",
    "name": "Rowdy Rathore",
    "poster": "https://image.tmdb.org/t/p/w500/ytdp64MDSpONpm932nQcMTD95IF.jpg",
    "description": "A small-time thug comes across a young girl who claims him to be her father, following which he realizes he has a lookalike who's being hunted by goons.",
    "background": "https://image.tmdb.org/t/p/w1280/eLInBavBIK0ssluoZYLvaNm9fXl.jpg",
    "released": "2012-01-01",
    "imdbRating": "5.9"
  },
  {
    "id": "gdrive:1vVPShP6wDNBlbIThknCvnEEVsuBQo-u2",
    "type": "movie",
    "name": "Ek Rishtaa: The Bond of Love",
    "poster": "https://image.tmdb.org/t/p/w500/8c1HSfaS0DujEThLsZmN5tUyL47.jpg",
    "description": "A wealthy factory owner, played by  Amitabh Bachchan,  raises up his conniving son-in-law while breaking off with his own son, played by Akshay Kumar,  who then comes back to right all wrongs and save the family fortune.",
    "background": "https://image.tmdb.org/t/p/w1280/bn49kWdlmvb1MuDbqAvVDKSEvU9.jpg",
    "released": "2001-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:120vyyghZsEn9U8K1hUBXg5UuBl_fPZW3",
    "type": "movie",
    "name": "Special",
    "poster": "https://image.tmdb.org/t/p/w500/5oGxZ9Itu8buWnB15p6sri3zh9n.jpg",
    "description": "A lonely metermaid has a psychotic reaction to his medication and becomes convinced he's a superhero. A very select group of people in life are truly gifted. Special is a movie about everyone else.",
    "background": "https://image.tmdb.org/t/p/w1280/bYdGWaxzKd8diGFj5LiW9v5FrGx.jpg",
    "released": "2006-01-01",
    "imdbRating": "6.3"
  },
  {
    "id": "gdrive:1kbmG-Adbt3q3H_7-NUUDvxAzM1VjE9xk",
    "type": "movie",
    "name": "Bhagam Bhag",
    "poster": "https://image.tmdb.org/t/p/w500/wJqdwEgMiMzU0zIEnKBWEbTfeUS.jpg",
    "description": "After their lead actress quits their drama troupe; Bunty, Babla and their boss Champak search for a new heroine in London where they have just arrived, and get embroiled in a murder case involving a mysterious woman.",
    "background": "https://image.tmdb.org/t/p/w1280/73DMYsmzV0MbdVn4CIVITw7keDX.jpg",
    "released": "2006-01-01",
    "imdbRating": "6.5"
  },
  {
    "id": "gdrive:19XY-YvhnEgjX0w5na0oF_qyH9_xGOUiC",
    "type": "movie",
    "name": "Toilet: A Love Story",
    "poster": "https://image.tmdb.org/t/p/w500/8YUBka56t4HcHLVMGnGA1WizpMV.jpg",
    "description": "A woman threatens to leave her husband unless he installs a toilet in their home. To win back her love and respect, he heads out on a journey to fight against the backward society.",
    "background": "https://image.tmdb.org/t/p/w1280/2dbbPwh5Nb7FV4tqAJTg8FDbpm.jpg",
    "released": "2017-01-01",
    "imdbRating": "6.8"
  },
  {
    "id": "gdrive:12slYZYA9mnJn4zwtmZnUes_wJJbVUsH0",
    "type": "movie",
    "name": "Airlift",
    "poster": "https://image.tmdb.org/t/p/w500/oyaxIm3kTWDQtcYQ45eN5sZ6WIz.jpg",
    "description": "When Iraq invades Kuwait in August, 1990, a callous Indian businessman becomes the spokesperson for more than 170,000 stranded countrymen.",
    "background": "https://image.tmdb.org/t/p/w1280/81gh1HaUqpQ7iExD0ySN74LdasY.jpg",
    "released": "2016-01-01",
    "imdbRating": "7.1"
  },
  {
    "id": "gdrive:1XUgXqAqGh8ErCHdeFsFDpAhS8BU8MZ_7",
    "type": "movie",
    "name": "Dil To Pagal Hai",
    "poster": "https://image.tmdb.org/t/p/w500/HKUrZZbXnwCM4129fPlgHEg0eG.jpg",
    "description": "Rahul, the director of a successful dance troupe, considers Nisha his best friend, though secretly, she is madly in love with him. He then falls for Pooja, who is engaged to Ajay.",
    "background": "https://image.tmdb.org/t/p/w1280/2hzAcCYXTYP29NEmnYQHqL9ksiZ.jpg",
    "released": "1997-01-01",
    "imdbRating": "6.9"
  },
  {
    "id": "gdrive:1N6JQqGffPj-lWabhLsi8dkLLnLhSFS-r",
    "type": "movie",
    "name": "Jolly LLB 2",
    "poster": "https://image.tmdb.org/t/p/w500/n9MjoGmaYagaaETCQP0S6Ch3JLH.jpg",
    "description": "A blunt, abrasive and yet oddly compassionate Jagdishwar Mishra aka Jolly, a small-time struggling lawyer who moves from Kanpur to the city of Nawabs to pursue his dream of becoming a big-time lawyer.",
    "background": "https://image.tmdb.org/t/p/w1280/qXWNHWxWoSz6FNFlSKAtZIKPyy6.jpg",
    "released": "2017-01-01",
    "imdbRating": "6.9"
  },
  {
    "id": "gdrive:1PQUPUXCESOShmEAHbn4475Rm8o_cR5eZ",
    "type": "movie",
    "name": "Namastey London",
    "poster": "https://image.tmdb.org/t/p/w500/dO0F66lM1jehIH5bsooKSbdz7xG.jpg",
    "description": "On a trip to India, Jasmeet's father forcefully marries her off to Arjun. However, when they return to London, Jasmeet announces her intention of marrying her boyfriend, Charlie Brown.",
    "background": "https://image.tmdb.org/t/p/w1280/q7Yh6lLuH4wVdDJ2h8hgTXWPX7x.jpg",
    "released": "2007-01-01",
    "imdbRating": "6.2"
  },
  {
    "id": "gdrive:18Nswcvk8BSzJrEVch4Q-iCTEuT3sUqtU",
    "type": "movie",
    "name": "Rustom",
    "poster": "https://image.tmdb.org/t/p/w500/xwf74VcrHu1etzOsRVx7nckPPLR.jpg",
    "description": "A naval officer is devastated to learn about his wife's extramarital affair with a rich businessman while he was away. He pays him a visit and shoots him to death, following which he surrenders himself but claims to be \"not guilty\" in the court, much to the surprise of the businessman's sister and the officers dealing with his case.",
    "background": "https://image.tmdb.org/t/p/w1280/a7sHhxRbIt2TXS2HS2R1FFIXog6.jpg",
    "released": "2016-01-01",
    "imdbRating": "6.7"
  },
  {
    "id": "gdrive:1tLv75JkKgE5hugOsqn2TSXLJqc_anHyZ",
    "type": "movie",
    "name": "Garam Masala",
    "poster": "https://image.tmdb.org/t/p/w500/puk8ca4bL9HG1R8BwORif8bHGqY.jpg",
    "description": "Photographer and serial womaniser, Mac devises a scheme to keep three airhostesses, who are unaware of each other, as  his live-in partners. Everything works fine as long as they only come home every third day. But changing schedules, a jealous friend and his fiancé might just break apart his elaborately structured life of deceit.",
    "background": "https://image.tmdb.org/t/p/w1280/sTbfBk2JIBgfkRb2neZrB5G6pg.jpg",
    "released": "2005-01-01",
    "imdbRating": "5.9"
  },
  {
    "id": "gdrive:1VIcvJZ5weJ9_SQcaxLnSUdXVuRFxJkEv",
    "type": "movie",
    "name": "Pad Man",
    "poster": "https://image.tmdb.org/t/p/w500/guI9SEqpZ6A0mhYpngb1gwAy6N2.jpg",
    "description": "Upon realizing the extent to which women are affected by their menses, a man sets out to create a sanitary pad machine and to provide inexpensive sanitary pads to the women of rural India.",
    "background": "https://image.tmdb.org/t/p/w1280/A3xIs6QYgOOiOK0vqT7boxlAJll.jpg",
    "released": "2018-01-01",
    "imdbRating": "7.4"
  },
  {
    "id": "gdrive:1JzP32NJ9JNZvQHiIvVdbaKBeXNju8TGg",
    "type": "movie",
    "name": "Khiladiyon Ka Khiladi",
    "poster": "https://image.tmdb.org/t/p/w500/aJdqZqyDgByRhrQE312iF5GAIvs.jpg",
    "description": "Khiladiyon Ka Khiladi (English: Player of Players) is a 1996 Bollywood wrestling action thriller starring Rekha in her first villain role, Akshay Kumar, Raveena Tandon and former World Wrestling Federation wrestlers \"Crush\" and Brian Lee as \"The Undertaker\". It was one of the highest grossing movie of the year. It was the fourth installment in the Khiladi (film series).",
    "background": "https://image.tmdb.org/t/p/w1280/4yic1BZMMXkA8CLqwbm9SqoM3mZ.jpg",
    "released": "1996-01-01",
    "imdbRating": "5.1"
  },
  {
    "id": "gdrive:1EpE1OPllOkv7o4UTrA_myJhRdasH1nI-",
    "type": "movie",
    "name": "Boss",
    "poster": "https://image.tmdb.org/t/p/w500/kOsSC9X6aarcq0LlFAPTECIZ0jd.jpg",
    "description": "Disowned by his father as a boy, Surya is taken in by a crime boss. When his brother Shiv is wrongly imprisoned, his father pleads for Surya's help.",
    "background": "https://image.tmdb.org/t/p/w1280/1YtdSBAmdihSm6kpBQBztsarYVq.jpg",
    "released": "2013-01-01",
    "imdbRating": "5.6"
  },
  {
    "id": "gdrive:12o4RYC18BReEbThI-j4AD8qC8P6VkqJx",
    "type": "movie",
    "name": "Heyy Babyy",
    "poster": "https://image.tmdb.org/t/p/w500/9XxhqihX1kcZXcvJ48aQlPYHPQo.jpg",
    "description": "Three womanisers find a baby left at their doorstep. Chaos ensues as they try to contact their former girlfriends to determine who is the father amongst them.",
    "background": "https://image.tmdb.org/t/p/w1280/oKqSmEMtD1eiaQKNDPitE9EVPpL.jpg",
    "released": "2007-01-01",
    "imdbRating": "5.8"
  },
  {
    "id": "gdrive:1RSJb_mesQmICMckERo36y2Gw-yXCfIQt",
    "type": "movie",
    "name": "Barood",
    "poster": "https://image.tmdb.org/t/p/w500/xmOqdiTrV2TiESt32IkoKmxo3bu.jpg",
    "description": "Jai, an honest cop, falls in love with Neha who is Mr. Singhal's daughter. Jai suspects Singhal to be a hardcore criminal. Will Jai be able to bring Singhal to justice?",
    "released": "1998-01-01",
    "imdbRating": "7.0"
  },
  {
    "id": "gdrive:1K9BabnpycjQLfhz-ip7djdws7zfW0jrH",
    "type": "movie",
    "name": "Aitraaz",
    "poster": "https://image.tmdb.org/t/p/w500/9tVt6N7vgIFnf8g6NzaqfjkQObr.jpg",
    "description": "Raj, a successful businessman, has everything going for him, including a lovely wife. Just when he thinks things can't get any better, Sonia — his ex-girlfriend, now the boss's wife — walks back into his life, and she wants Raj at any cost.",
    "background": "https://image.tmdb.org/t/p/w1280/5qtWJ3qvxh2NZJ7Hph5Eg3E4DDg.jpg",
    "released": "2004-01-01",
    "imdbRating": "5.9"
  },
  {
    "id": "gdrive:1p2DiRXrTKgdoqMK6XBTbV2VkQAf_ZzNF",
    "type": "movie",
    "name": "Rainbow",
    "poster": "https://image.tmdb.org/t/p/w500/7RVajiBhqJVwKIhUqSnRWBWhZA5.jpg",
    "description": "In search of her mother, a teenager and her eccentric group of companions set off on a journey, trying to avoid the clutches of a wicked woman.",
    "background": "https://image.tmdb.org/t/p/w1280/h0buW4Y9yqDcl28FzI7kJunfaiM.jpg",
    "released": "2022-01-01",
    "imdbRating": "5.5"
  }
]
